[
  {
    "index": "0",
    "text": "Hello I am talking to you to see if you would like to make a donation to Save the Children today",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "1",
    "text": "okay, who exactly does this charity benefit?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "2",
    "text": "In the U.S. and around the world, Save the Children does whatever it takes, every dayy star and in times of crisis. To give children a healthy life, the opportunity to learn and protection from harm.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "3",
    "text": "I prefer to help charities that help local people, not from different parts of the world",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "4",
    "text": "No worries, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America since 1932",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "5",
    "text": "Is it a one time donation, or can I sponsor a specific child?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "6",
    "text": "You can do both! There is also a monthly option as well. And if you decide to sponsor a child, you can specifically choose one from the US",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "7",
    "text": "Does the charity just supply food? or other things they also provide",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "8",
    "text": "No there is also help with education needs, and emergency relief",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "9",
    "text": "I worry about how much money actually makes it to the children. because of overhead costs and waste. I prefer to donate my time. Is there a way to physically help?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "10",
    "text": "Yes there are many other ways to help out, volunteering is an option. There are also fundraising options. And community events like  road races ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "11",
    "text": "it's getting tedious waiting for responses. Yes would be interested in volunteering. Is there a website for Save the Children?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "12",
    "text": "here is their website  URL ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "13",
    "text": "great, I may still be interested in donating. I just like to research more about the charity. Are there many people volunteering right now?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "14",
    "text": "yes, they have been able to help over 237,000 kids in the US alone this past year",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "15",
    "text": "is it just for little children or does it help teenagers also?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "16",
    "text": "Teenagers are also a big part of the program. There is a speical Empowered Teens program that helps them build skills for the future",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "17",
    "text": "ok, thanks for the help. Like I said, I would prefer to volunteer my time instead of monetarily. Until I become more comfortable knowing more about the company",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "18",
    "text": "ok no problem. I will say that any amount you donate today from this task. I will be will personally match on my behalf. from 0-$2",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "19",
    "text": "ok, thanks for the help. I will be in touch with the charity soon",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-104032_620_live"
  },
  {
    "index": "20",
    "text": "Your welcome! Thanks you for your time",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-104032_620_live"
  }
]