[
  {
    "index": "0",
    "text": "Hi, would you be interested in donating some of your bonus to a charity?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "1",
    "text": "Mybe , Maybe not . That depends on the charity :)",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "2",
    "text": "It would be for a charity meant to help young kids. Save the Children is its name. It would mean a lot! It all adds up and makes a difference in their lives :)",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "3",
    "text": "hmmm Im not really big on that one but thanks for the offer",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "4",
    "text": "Do you ever like to donate toward causes? If so, what kinds stand out to you?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "5",
    "text": "I dont really like to donate . Especially to anything big. If  I did though it would be to local animal shelters.  Animals are close to my heart",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "6",
    "text": "What do you mean by anything big? Wouldn't it be nice to donate toward something 'big' enough to help others in a meaningful way? I love animal causes though, and definitely agree.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "7",
    "text": "big as in they have a huge advertising budget  and ceos get huge money  like Susan G Komen and charities like that",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "8",
    "text": "That's always horrible. This childrens cause though is just from the university, all the proceeds go to them directly. I don't think it's about turning a profit, as much as it providing kids food, school supplies, safe homes, etc. To those in terrible situations who need it.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "9",
    "text": "That is sad.  Is it local ? I dont think 1 penny should go overseas when there is so much suffering here",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "10",
    "text": "I just looked that up for you - theyre actually headquartered in London, but they serve 120 countries around the world. This includes the US too",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "11",
    "text": "Well thats good but if I were to donate to something it would have to be 100 %  USA  .. America First . Honestly though Id rather help animals",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "12",
    "text": "What are your thoughts when other countries pool efforts to help americans?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "13",
    "text": "When does that ever happen ?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "14",
    "text": "After the 9/11 attacks, what is often overlooked is that many other countries donated toward the US to try and help. Even people in countries in the middle east and so on. I think its always really nice when people overlook any differences or distance to try and help others in need.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "15",
    "text": "Well that is nice but  those occurences  are rare. Like the president said  we have to put ourselves first because no other country will... Hence  America  First",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "16",
    "text": "I think if everyone thought like that, nobody would get helped. The only people who would be okay would be those born rich and advantaged.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "17",
    "text": "Well I think we have a big disagreement on how much other people help us . I think Houston, New Jersey, Hurricane Katrina  have taught us we have to depend on ourselves",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "18",
    "text": "How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-230057_631_live"
  },
  {
    "index": "19",
    "text": "I will choose  $0  .  Overseas  need is just nothing  that tugs at my heart . ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-230057_631_live"
  }
]