[
  {
    "index": "0",
    "text": "Hello, I know you would like to earn your m turk reward today but I have a proposition for you that you may like to consider",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "1",
    "text": "Whats that?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "2",
    "text": "You have the opportunity to donate the money you earned to a noble cause called Save the Children. Any small amount of money can make a significant impact when thousands of people decide to donate.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "3",
    "text": "What does this charity do specifically?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "4",
    "text": "As you likely know already, millions of children die from hunger each year. This organization promotes children's rights and helps support children in impoverished areas. Save the Children has helped many children already, and some of the success stories of Save the Children will truly make you wish to help this cause.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "5",
    "text": "That sounds like a really good cause.  How do I know the money gets to them?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "6",
    "text": "The research team in charge of this study will collect the donations themselves and send it to Save the Children. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "7",
    "text": "What is my other option?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "8",
    "text": "Well, you can choose any amount to donate. You can choose to keep the entire payment yourself or you can give all or some of your payment to Save the Children.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "9",
    "text": "How about I do half and half!",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "10",
    "text": "You can do as you like, but keep in mind the success stories Save the Children could me risen tenfold if everyone maximized donations when provided an opportunity.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "11",
    "text": "I would like to do half and half please!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "12",
    "text": "Ok that sounds good, you will just need to give a specific amount of donation at the end of the task. Since there is a 10 minimum chat turn, I can provide you other stores about Save the Children the researchers have provided. You do not need to change your donation amount if you do not want to though.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "13",
    "text": "Can you tell me how long this organization has been around? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "14",
    "text": "Yes, this is a longstanding organization founded in 1919. You are able to sponsor children and help sustain their livelihood. You can personally protect children from the dangers of hunger and lack of education in underdeveloped countries",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "15",
    "text": "Where is this organization based out of?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "16",
    "text": "It is a British organization with a great reputation. It is one of the most successful non-governmental organizations in the world",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "17",
    "text": "Do they have any US based locations?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "18",
    "text": "There us a separate organization called Save the Children USA that you can also research",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-123136_997_live"
  },
  {
    "index": "19",
    "text": "I will have to do that.  Sounds like a good organization that I am happy to donate to",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-123136_997_live"
  }
]