[
  {
    "index": "0",
    "text": "HI THERE!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "1",
    "text": "Hi how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "2",
    "text": "Very well. I understand you have funds that can be donated to our children's charity",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "3",
    "text": "my my! I might just have some funds. What do  you think is a good donation?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "4",
    "text": "well, i wouldn't want to put a number on it, i'd rather encourage you to be as generous as you can",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "5",
    "text": "Ok. Am I correct that we must each \"speak\" 10 times to get paid by MT?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "6",
    "text": "i do believe that is correct. would you like to know more about our charity and who we serve?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "7",
    "text": "Sure. I have been thinking about what I can donate. Tell me more.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "8",
    "text": "We serve children here in the US and internationally.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "9",
    "text": "How do you serve them and how much of my donation will actually go to the childrens care",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "10",
    "text": "We provide healthcare, education, and vocational services to children to provide an life full of opportunity and happiness. We pride ourselves in the fact that 89 cents of every dollar is spent DIRECTLY on these services. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "11",
    "text": "Wow. That is impressive. I was given $2. I am willing to donate 35 cents to your charity'",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "12",
    "text": "With just $1, we can provide food and clean water to a child for half a year.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "13",
    "text": "I understand. However I am sure i am not the only person donating to  your charity. My 35 cents with other peoples donations will add up",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "14",
    "text": "There are children all over the globe that need the kindness and generosity of strangers. Without greater overall support, these children may never get the chance to grow up and change the world. We take so many of our day to day things for granted, these children have little to nothing. Please, can you spare no more?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "15",
    "text": "I just don't see why my donation is not enough! I feel that the small contribution of many will add up to a very generous amount. I will go up to 40 cents and not one penny more. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "16",
    "text": "We need your help. Please join our cause in donating $1, one measly dollar, to our cause, it could mean the difference between life and death for a child.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "17",
    "text": "I feel cornered and annoyed! I am sure there are other charities that would be glad to get my 35 cents. Now are you willing to accept the 40 cents or should I just find another charity?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "18",
    "text": "We're happy to accept any and all donations!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-195304_313_live"
  },
  {
    "index": "19",
    "text": "You sound way more gracious that before. I will be happy to donate my 40 cents to your chairity",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-195304_313_live"
  }
]