[
  {
    "index": "0",
    "text": "Save the Children helps children all around the world and they need your help.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "1",
    "text": "They definitely do. Do you participate in any local children's charities?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "2",
    "text": "I volunteer at a local food bank. Many of the families that come to us have young children. Actions as well as donations help keep the Charity afloat and able to help children around the world ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "3",
    "text": "Right. I used to tutor kids in my spare time in college. I also tutored kids at a battered woman's shelter. I have a bunch of baby clothes inwant to donate as well. Helping children abroad is on my bucket list.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "4",
    "text": "Bucket lists are all well and good but sometimes we help out now. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "5",
    "text": "I saw a disheartening bstory on the news about some children that were injured due to that very violence. What do you think is the best solution or way to help for the average person like you or Me to render aid?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "6",
    "text": "Save the Children works with government around the world to keep children from harm and abuse from crises situations by providing safe spaces for children to play, socialize, learn, and express themselves as they rebuild their lives. Child Friendly Spaces also serve as a protective mechanism from abuse and psychosocial distress helping children both during and following crises.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "7",
    "text": "So you think monetary donations are the best course of action? When iIsaid helping children around the world was on my bucket list (and iIshould not have ised that term, nor did I mean it lightly, I meant physically donating time and skills. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "8",
    "text": "Volunteering and helping others with your time and effort is great, but in the meantime how can you help? Donations let you help until you have the time and focus to knock those activities off your list.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "9",
    "text": "St Jude's is another great organisation. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "10",
    "text": "Well you can donate now to Save the Children. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "11",
    "text": "I'm aware of how to donate and how easy it is. You seem partial to save the children. Do you have any personal connection with that charity?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "12",
    "text": "I have worked with some charities in the past, Our Daily Bread for one, and I like the fact that Save the Children's focus is solely on the welfare of children. They are a particularly vulnerable group and I find it reassuring that nearly 90% of every dollar you give goes straight to their mission _ helping children grow up healthy, learning and safe. This percentage is adjusted each year end _ as of 2017, it is 86%. The rest they for running their programs and raising funds to help more children.  ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "13",
    "text": "I used to manage a store and we often picked childrens charities to give to. It always bothered me when folks would say '' need y'all to donate to me' and then decline to donate. I think people fail to realize that without healthy, cared for, nurtured children, our future as a humanity becomes jeapodized.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "14",
    "text": "Would you help out in this small way? Your donation would be helping children really even a little bit helps so much. How much do you like to donate to the charity now?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "15",
    "text": "I would be willing to donate the money from this task for sure.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "16",
    "text": "I don't mean to repeat myself but how much would you like to donate to the charity now?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "17",
    "text": "I woiwo be willing to donate $2",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "18",
    "text": "Great! Thank you for helping...save the children.The research team will collect all donations and send it to Save the Children.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-060648_863_live"
  },
  {
    "index": "19",
    "text": "Awesome. Glad to know it will go to a child in need.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-060648_863_live"
  }
]