[
  {
    "index": "0",
    "text": "Hello there. What do you think of children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "1",
    "text": "mine are a pain most of the time",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "2",
    "text": "Haha, it was quite the adjustment for me and my wife once we had our baby daughter. Worth it though. How old are your kids?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "3",
    "text": "22,6, and 2. and yours?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "4",
    "text": "Wow, that's quite the range. We just have one, she's only half a year old.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "5",
    "text": "very nice, they're actually fun at that age.  I've basically had 2 different adult lives.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "6",
    "text": "Yeah, we're not looking forward to the teenage years but we hope to keep a good relationship with her so she doesn't totally rebel.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "7",
    "text": "All 3 of mine are girls, my 2 cats are girls, and plus my wife.  I'm looking to find some sort of male presence in my house.  Maybe I should get a dog.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "8",
    "text": "Dang, defying the odds there with three girls. I've always wanted a dog but we're pretty tight on money plus the apartment we live in doesn't allow pets unfortunately.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "9",
    "text": "We just moved into a bigger house so when they are teenagers I won't have to fight for a bathroom",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "10",
    "text": "That must be nice. Flip the toilet paper the way you want, leave the seat up etc. I wish we could afford a house but it's too expensive where we live.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "11",
    "text": "They are pretty affordable here right now, but the market is climbing.  With rising interest rates it'll make it even harder.  This will be the last time I move until I retire though.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "12",
    "text": "Putting down roots, eh? Say, what would you think of a donation to  URL  Not everyone is as fortunate as us and I'm planning to donate $1 to them as part of this HIT.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "13",
    "text": "nope, I'm very generous with my donations but I'm not willing to give to organizations that have top heavy costs.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "14",
    "text": "That's too bad, though I get what you're saying. Is there anything I could say to change your mind? I don't think  URL as that much overhead.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "15",
    "text": "No, I have my preferred charities and they are not on my list",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "16",
    "text": "I understand. It's good to do your research and at least you're not sitting idly by and being part of the problem.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "17",
    "text": "My church has had great success with 99.4% going to the needy.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "18",
    "text": "Yeah, while I'm not religious myself, churches can do a lot of good for their local communities.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-133523_829_live"
  },
  {
    "index": "19",
    "text": "There are a lot of good organizations out there, I just hope people do their research before donating time and money.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-133523_829_live"
  }
]