[
  {
    "index": "0",
    "text": "Do you feel like the children of the world should be better looked out for?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "1",
    "text": "Yes I do. I believe there are lots of vulnerable and helpless children everywhere who deserve a lot more than they are getting.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Have you heard of them before?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "3",
    "text": "Yes, I have heard of them before and it has all been good things. I like organizations who take care of our children.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "4",
    "text": "Save the Children believe no child should go to bed hungry and it's their goal to make this a reality.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "5",
    "text": "That is a very noble goal and I hope that lot's of people get behind them so they can continue to do what they are doing.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "6",
    "text": "How can this world have so many wealth people but yet have so many people who are suffering! Do you feel like those who are well off should do more to help? Doesn't it upset you when they don't?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "7",
    "text": "Well I don't think the amount of wealth has much to do with it. I think it has to do with what is in people's hearts. Whether you are rich or poor, it all comes down to whether you are a giving person.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "8",
    "text": "Exactly! I could never turn a blind eye to those who are in need. How about you?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "9",
    "text": "I agree completely. I give to all sorts of non profit organizations and charities whenever I can. I just imagine that if I am ever in need that I would want someone to help me.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "10",
    "text": "In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in Syria. Insane numbers right!?!?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "11",
    "text": "That is really sad! What was the cause of that? War?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "12",
    "text": "It is a civil war between those in power and those who feel the need to fight back for a better life.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "13",
    "text": "So basically they are harming the ones who would one be their future leaders and the ones taking care of them.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "14",
    "text": "It's a despicable mes i tell you! Would you be willing to donate something to help them? our donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "15",
    "text": "I will probably do that for sure. Every little bit helps and if everyone does something, it will make the load a little lighter.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "16",
    "text": "The research team will collect all donations and send it to Save the Children. I'm going to give some of my earnings as well.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "17",
    "text": "That is great to hear. Who knows the impact that they will make over the course of time.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "18",
    "text": "I wish more people would open up their hearts and try to help the way you did.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-151016_679_live"
  },
  {
    "index": "19",
    "text": "Well I'm sure there are lots out there who would if they could.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-151016_679_live"
  }
]