[
  {
    "index": "0",
    "text": "Hello",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "1",
    "text": "Hi! How are you? What would you like to discuss?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "2",
    "text": "First let's start out with how was your day today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "3",
    "text": "My day has been going great! I love living in the USA! It's the best country in the world!",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "4",
    "text": "We do have a lot of freedom dont we?  Some others are not so fortunate though :(",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "5",
    "text": "I feel ya. I sometimes wonder what could be done to fix the world's many problems.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "6",
    "text": "You and me both.  We just need some smarter people in charge.  We also need more people to help others that are not so fortunate.  Wouldn't you agree?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "7",
    "text": "I think that the government needs to do more to help other. I don't know what someone like me could do. I'm barely making it myself.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "8",
    "text": "I am also not doing the greatest with finances at the present moment.  Mturk is actually putting food on the table for me and my children.  But today you and I could make a difference.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "9",
    "text": "How could I make a difference? I have so little, and need to keep every penny I earn. It's tough out there!",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "10",
    "text": "I hear that, trust me I do.  Are you a believer in karma?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "11",
    "text": "I have seen much good karma, only bad. I want to believe, but I just don't know.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "12",
    "text": "I have personally noticed many things in the last 10 years where the universe is someway connected and of course there are things that are not known to man or maybe not even be discovered.  But yeah we can make a little difference today and hopefully something good will happen.  Would you be interested in donating some or all of the money you would be getting from this task today?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "13",
    "text": "I wasn't planning on making a donation. I was hoping to use it for my household needs. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "14",
    "text": "We can find another way.  There will be opportunities tonight yet.  If you donate an amount today I will match that donation.  Is that cool?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "15",
    "text": "How much were thinking of donating? I can't say that I have much room to spare.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "16",
    "text": "Okay understandable, tell me what you think about what is happening in different parts of the world today.  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "17",
    "text": "I'd heard something about that. Many are suffering there. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "18",
    "text": "Yes, it is tragic.  We have the opportunity today to help some of those children out through the Save the Children foundation.  Like I said I will match whatever you decide to donate, which could be up to $2.00 each.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "19",
    "text": "If I donate ten cents, will you donate just as much, or more?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-181256_736_live"
  },
  {
    "index": "20",
    "text": "I will donate what you would be willing to donate. No pressure at all",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180830-181256_736_live"
  }
]