[
  {
    "index": "0",
    "text": "Hello, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "1",
    "text": "I am doing good, how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "2",
    "text": "I'm doing good. Where are you from?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "3",
    "text": "I am from Baltimore, Maryland. Usa. How about you? Where are you from?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "4",
    "text": "I'm in Seattle. How long have you been on MTurk?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "5",
    "text": "Oh, okay. Seattle seems pretty. I have been on MTurk for only a few months. How long have you been on MTurk and do you like it?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "6",
    "text": "A few days. I like it. What are you on Mturk for? I got injured and can't work.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "7",
    "text": "I am on Mturk to make some extra income. I work fulltime as well. If you don't mind me asking, how were you injured? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "8",
    "text": "I fell 50 feet and broke my wrist, toe, thumb, sternium, ribs, heel. I was climbing a mountain and had to do a mountain rescue. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "9",
    "text": "Oh my goodness. That is very intense amount of injuries. Wow, mountain rescue? That sounds pretty exciting, also dangerous. How long had you been doing rescue?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "10",
    "text": "Sorry for the delay in responses. It's hard to type. About a year. I enjoy volunteering my time and services with my skills. I'm an avid rock climber and mountaineer and a few weeks ago I did a charity climb to raise money for the local childrens hospital. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "11",
    "text": "That's definitely okay! The amount of injuries you sustained, I can't even believe you can type at all. That is really amazing. I like to volunteer my time (when I have it) at day shelters in Baltimore.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "12",
    "text": "Thanks. I'm happy not to be dead or paralyzed. What kind of shelters? Animal, children, homeless? ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "13",
    "text": "I imagine surviving an injury does put life into perspective. Oh, I forgot to mention. Homeless day shelters for humans.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "14",
    "text": "Oh nice. I've helped with the climbing out of homelessness programs up here in Seattle. The shelters take homeless and addicts and put them through a program to climb mt rainier. It's all through donations. A lot of people are down on their luck, but there's also a lot of mental issues and addicts. It's quite sad, so I applaud you for helping. One thing I found out is you can donate partial mturk funds to a childrens foundation, did you know that?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "15",
    "text": "Oh wow. Yes a lot of people are down and out. I never knew that at all. I also didn't know mturk funds could be donated to a children's foundation. That is pretty nice.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "16",
    "text": "Yeah, I try and donate a partial bit of my earnings. Even though I'm down on my luck I still have a roof over my head and food in the fridge. This organization helps with health, housing, and education for children. Would you like to help out too?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "17",
    "text": "I am down on my luck much of the time, but yes, I am able to donate a little bit of my mturk pay. It won't be alot right at this moment, but it will still be a donation.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "18",
    "text": "Sorry to hear that for you too. I feel it's better than nothing, so I try to donate a little. How much would you like to donate? Your donation would be directly deducted from this task. You can do anywhere between $0 and $2.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "19",
    "text": "I would like to donate 0.05 today. It's not much, but if I can do more jobs that generate pretty decently, I can donate more.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "20",
    "text": "Awesome, I hope your luck improves, and it was nice chatting with you.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180831-120603_285_live"
  },
  {
    "index": "21",
    "text": "Thank you so much, I hope yours does as well. Have a good weekend and holiday weekend.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180831-120603_285_live"
  }
]