[
  {
    "index": "0",
    "text": "HI I would like to tell you About a childrens charity called Save the CHildren.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "1",
    "text": "ok please do",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization that promotes childrens rights, provides relief and helps support children in developing countries.  Donations are extremely important in order for children to have their rights to healthcare, education, safety, etc     If you were to donate you would be making a huge impact for these children and on the world",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "3",
    "text": "ok sounds good. How much many are we talking and how you want me to pay",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "4",
    "text": "THe amount is totally up to you. You can choose between $ to all of your payment you will be making by completing this task.   The amount will be deducted from your task payment.  Before you say no would you like to hear of some more reason as to why you should donate?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "5",
    "text": "how about .50 cents",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "6",
    "text": "0.50 would surely help these children.   So then you would be willing to donate 0.50 of the money you earn from completing this taks?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "7",
    "text": "yes I confirm .50",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "8",
    "text": "Ok so let me tell you this. 0.50 cents would help so much but 0.60 would be even better.  Let me tell you why.   Millians of syrian children have grown up facing the threat of daily violence   In 2018 1000 children were killed in violence  A donation of 0.60 can address these problems",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "9",
    "text": "ok .60 firm this time",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "10",
    "text": "I am so glad you are willing to donate.  Before you donate I just want u to think about how much money you spend on unnecessary items like eating out, snacks, going out.  Money can be used in so many more meaningful ways..Dont you agree",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "11",
    "text": "Yes but that is a private issue between me and me, not you and me.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "12",
    "text": "Ok you are correct.  I was meaning to offend you.  I was speaking for all people including myself.   Lets look at in another way.. IN 2018 alone 1000 children were reportedly killed or injured in violence.  Most of these children have grown up facing the threat of daily violence.  YOu donation is going to help address these problems.  ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "13",
    "text": ".60 still sounds good to me. Lets leave it at that.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "14",
    "text": "Thank you I am not trying to get you to donate any more than that, I just want you to realize what a great impact you will be making on the world..  I also want to assure you that Save the Children Makes huge impact on childrens lives internationally.  They are extremely professional and your donation will go to a trustable fund.      SO one last time how much exactly would you like to donate to the charity now?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "15",
    "text": ".60 firm. Pushiness does not make for a good salesperson.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "16",
    "text": "Im sorry if i am coming off that way.  That is not my intention.  I simply want you to know what a great thing you are doing by donating and that your donation of 0.60 is going to help so many.    The research team will collect all donations and send it to save the children ..  Thank you again       I am sorry i took so much of your time.    Your donation of 0.60 will be deducted from your task payment.  ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "17",
    "text": "Thank you and I do not want to be rude but I am straight talking person",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "18",
    "text": "no problem thank you for donation 0.60 to save the children   Have a great day",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180808-015530_429_live"
  },
  {
    "index": "19",
    "text": "You also have a good day",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180808-015530_429_live"
  }
]