[
  {
    "index": "0",
    "text": "Have you heard of the Save the Children non profit organization?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "1",
    "text": "Hello, yes I have but I am not sure what the charity works towards",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "2",
    "text": "It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "3",
    "text": "Ah ok very nice. It sounds like a good charity. Are you thinking of donating to it?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "4",
    "text": "I am thinking about it. I was hoping you would think about it too. It just sucks that millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. This makes me angry and was wondering if it did the same for you?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "5",
    "text": "Yes, I definitely understand you. It is very difficult to see on the news what is happening in Syria and the violence and terrorism that is going on in the country",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "6",
    "text": "I know it is crazy. Sometimes I think about the little things I buy. Like yesterday I had a craving for candy so I bought a bag of smarties for $2.79. Sometimes I wonder how much it could help someone else instead of just satisfying my cravings.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "7",
    "text": "Yes that is very true. I usually donate $1.00 or $2.00 at restaurants or stores whenever they ask me if I would like to donate. I think it is the least I could do.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "8",
    "text": "That is nice. I try to do the same if I have the extra money. Usually it is not something I am a strong believer in though. I really like helping others that in third world countries that have no idea what wealth is.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "9",
    "text": "Yes I understand. I have been to third world countries in South America and seeing the living conditions of some people is very tough. The poverty there is a lot higher than what we are used to seeing and it can be shocking.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "10",
    "text": "I have only been to Mexico and that was an eye opener. One dollar is so valuable to them. It is crazy!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "11",
    "text": "Yes I know. Any amount of money can help. I think that we take many things for granted such as running water, and always having food on the table.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "12",
    "text": "Right! I think I am going to give a small portion of my hit payment to save the children. Would you be willing to donate some of your hit money?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "13",
    "text": "Yes, I would be willing to donate a small portion as well. I think it would really help them out",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "14",
    "text": "That is great! Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "15",
    "text": "Ok, that's great. I happy to help them. Every month I always try to donate a little to charity",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "16",
    "text": "How much would you like to donate? The research team will collect all donations and send it to Save the Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "17",
    "text": "I would like to donate $.50",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "18",
    "text": "That is amazing! Thank you so much. I wonder how much 50 cents converts to for them. It is probably at least like 5 dollars. Thanks again!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "19",
    "text": "Yes anything I can do to help. I hope that it makes a difference!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180808-075816_12_live"
  },
  {
    "index": "20",
    "text": "have a good one!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180808-075816_12_live"
  }
]