[
  {
    "index": "0",
    "text": "Hello! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "1",
    "text": "I am doing well. How about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "2",
    "text": "I'm doing pretty well also. Have you heard of the Save the Children charity?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "3",
    "text": "That sounds familiar. I know I have heard of it, but I don't know exactly what they do or how they operate.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "4",
    "text": "They are an organization dedicated to saving children's lives. They are mainly concerned with working in developing countries as those countries cannot do much for their sick children. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "5",
    "text": "So the organization is focused on medical issues, mainly?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "6",
    "text": "Well, mainly sick or hungry children, although they do try to provide children with and education and shelter also.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "7",
    "text": "Oh wow! I like that they are not focused on only one aspect. When children are in need, it is seldom just one thing that they need. Hunger, poverty, lack of education... these things are all intertwined.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "8",
    "text": "Exactly! The organization tries to make the children's lives better as a whole. However, this of course does cost money. Have you ever donated money to a charity?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "9",
    "text": "Not money, no, but  volunteer work. I used to work with an organization called Food not Bombs that helps feed the homeless, especially those homeless people who are often overlooked by or excluded by food banks and shelters.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "10",
    "text": "That is incredible! I am always glad to hear people donate their time because it is sometimes worth more than money.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "11",
    "text": "Thanks! I have always had little money but I always have free time. VOlunteering suits me well.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "12",
    "text": "That's wonderful. However, while I have your time, would you like to donate just $2 today to help better children's lives through Save the Children?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "13",
    "text": "HOnestly, I need the cash. My entire paycheck this week went to bills, and I am wondering how I am going to afford groceries.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "14",
    "text": "I understand! But, the small donation of $2 can go towards feeding a child for up to a week with our program. You can simply donate the $2 out of your payment for this task.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "15",
    "text": "I understand, but that payment is going to be used to feed MY children. Sorry.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "16",
    "text": "No need for hostility! The way I see it, children are children, you are only being selfish. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "17",
    "text": "Oh no I am sorry. I didn't intend that to be hostile at all! The internet is very bad at conveying mood and such. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "18",
    "text": "No problem, well I hope YOUR children enjoy feasting while less fortunate children scrap to eat bread crumbs.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "19",
    "text": "Wow. OKay. YOu don't really know anything about my children or my financial situation. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "20",
    "text": "You can always donate as little as $.50. This amount could feed a kid for a day or buy a single apple for you.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "21",
    "text": "No, I will use those two dollars to provide a feast for my children.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180901-170812_961_live"
  },
  {
    "index": "22",
    "text": "Okay sir! Hope you sleep well!",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180901-170812_961_live"
  }
]