[
  {
    "index": "0",
    "text": "Hi there, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "1",
    "text": "im good how about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "2",
    "text": "Have you ever heard of the causes, Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "3",
    "text": "yes i have, i have donated quite a few times",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "4",
    "text": "Just to remind you of the causes, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "5",
    "text": "would you be interested in donating money",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "6",
    "text": "Of course I will be, but I think the situation here is that your role is the donator and mine is persuader?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "7",
    "text": "well could you tell me some of the benefits of donating",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "8",
    "text": "Sure. As a matter of fact, the world has made great progress for children. More children are alive and thriving today than ever before. But here's the problem. Millions of children in the U.S. and around the world still aren't getting what they deserve. We're talking about children in need. Dying, when the world knows how to save them. Vulnerable children in poverty. Denied an education. Forced to flee violence. Orphaned, abused, abandoned. Children with no reason to smile. No hope for the future.  The world's children deserve better.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "9",
    "text": "is there any cons to donating",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "10",
    "text": "For donor, there is no direct cons to donating. However, through the power of Sponsorship, you help ensure a child in need has the best chance for success _ with a healthy start, the opportunity to learn and protection from harm. Our innovative Sponsorship programs address the unique needs of children where they live.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "11",
    "text": "is there a minimum amount that i must donate ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "12",
    "text": "No, there isn't. It all depends on your generosity and financial ability. So would you like to donate?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "13",
    "text": "yes as a matter of fact i wish i could donate my whole life savings but that is not the case but i can donate  $0.25",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "14",
    "text": "That is indeed very kind of you for making this donating decision. The cause and organization deeply thank you for your donation.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "15",
    "text": "you are so very welcome and i hope this will help at least a little bit",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "16",
    "text": "Once again I would like to thank you for your donation and I assure you your donation will be used to help out those needy children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "17",
    "text": "well i am thankful that we started talking otherwise i may have not been able to donate",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "18",
    "text": "Alright then, you have a nice day ahead.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-201904_88_live"
  },
  {
    "index": "19",
    "text": "i hope have a very great day!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-201904_88_live"
  }
]