[
  {
    "index": "0",
    "text": "Hello, I would like to let you know about an exciting opportunity available to you.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "1",
    "text": "That's usually the start of a sales pitch, but go ahead and I'll listen",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "2",
    "text": "You\\'re not wrong, but I happen to genuinely believe in what i am selling. In this case I am collecting donations for the charity \"Save the Children\" You can find out more information about the cause here  URL  but generally speaking, is this the kind of thing you tend to be interested in?  ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "3",
    "text": "When I have free money, yes. I've primarily donated to Save the Chilren and UNICEF in the past.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "4",
    "text": "That's great to hear. Sounds like less of an uphill battle for me then. Let me ask you something, how much happiness can $.77 buy you in your daily life? ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "5",
    "text": "seventy seven cents? Not too much, its about a fifth of my daily train fare.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "6",
    "text": "For $.77 a day, you can shelter an entire refugee family. Based on your previous experiences with charitable donations, I don't think I have to explain to you how much good you'd be doing for others at a minimal cost to yourself. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "7",
    "text": "This is true. 77 cents is not that much, and the refugee situation with the clusterfuck in Syria and Venezuela means that money could be used right about now.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "8",
    "text": "You're clearly a well-informed, and caring person. And you're making my job easy! Can I count on your donation at the $2.00 level? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "9",
    "text": "2 dollars is a little high, my girlfriend and I just got a 5k vet bill for her cat. I'm happy we saved our girl, but it means I need to keep tabs on every dollar for the moment. What you say we split the amount down the middle and go with a dollar?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "10",
    "text": "Yikes. I hope your girlfriend's cat has a speedy and full recovery. A dollar ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "11",
    "text": "It seems like she is. Fatty liver, caused by a blockage in her gut that kept everything from working right. May I ask if you have supported any non-profits before? You're pretty personable and great at taking a person down a 'yes ladder'.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "12",
    "text": "Haha, I have. I am a big fan of the effective altruism movement; supporting the non-profits that get the most bang for your buck. I don't have that many bucks to spare, and I like to make sure that mine are doing the most good. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "13",
    "text": "I actually worked for one for a while, the Wikimedia Foundation, the guys behind Wikipedia. Jimbo Wales totally had me the first time I read his 'imagine the sum total of human knowledge available to anyone, anywhere, for free'. I still do believe in that, but considering the challenges the world faces I think boots-on-the-ground style charity work is more... needed? Pressing, maybe?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "14",
    "text": "Yeah, there's a give-and-take to be sure, and I have some doubts that many average Joe's can attain Will Macaskill or Peter Singer-level selflessness. There's something valuable in seeing the change you are effecting ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "15",
    "text": "Completely off topic but that was lightweight a tricky situation on whether to use affect or effect and you nailed it. Those Grammar Bee kids have nothing on you!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "16",
    "text": "I only ever learn those things through ridicule. A great piece of advice I once received went something like \"If you are unsure if you are using a word correctly, say it as loudly as possible.\" ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "17",
    "text": "I believe we need to enter in to an explicit agreement on the dollar. How do we do that?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "18",
    "text": "Do you agree to donate $1.00 to \"Save the Children?\"",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-201439_804_live"
  },
  {
    "index": "19",
    "text": "I agree to donate $1.00 to Save the Children.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-201439_804_live"
  }
]