[
  {
    "index": "0",
    "text": "Hey there! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "1",
    "text": "I'm great. How about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "2",
    "text": "I'm doing well. Do you know anything about the charity Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "3",
    "text": "I think I've heard about it.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "4",
    "text": "Well it's a great charity that puts a lot of time and effort into taking care of children's health, education and safety.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "5",
    "text": "Is it international? Is it tax deductible?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "6",
    "text": "It is tax deductible, and it is currently in 120 countries which is very impressive for an organization that has taken on so many different initiatives.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "7",
    "text": "What kinds of things do they do? Is it like adopt a child type thing? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "8",
    "text": "They do everything from build schools (including the hiring/training of teachers), to building hospitals and funding supplies/programs for them, to programs that aid in getting food/clothing to children in countries where they have no access to such things - and recently they've even pushed into childhood cancer and funding medication and research in lesser-developed countries.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "9",
    "text": "Wow. That is impressive. Do you work for them?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "10",
    "text": "I don't, I'm just here to see if you'd consider donating any amount to the organization today. The funds go towards sponsoring a child or service and I think it would be a great way to give back to the world. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "11",
    "text": "It does seem worthwhile. How much of my money goes to the charity though? I don't want it all going to administrative costs and paying some CEO.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "12",
    "text": "Oh, I totally agree with you on that. I feel the same exact way. The breakdown for Save the Children for the year 2017 was 86% went to programming, 9% fundraising and 5% went to management and general.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "13",
    "text": "That sounds good. Glad to hear it. I wouldn't mind giving something. Can I choose what program it goes to?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "14",
    "text": "Unfortunately they don't have that flexibility for me to be able to do that - but what amount are you thinking of donating?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "15",
    "text": "I wouldn't mind donating my $2. I'd like the chance to help something worthwhile.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "16",
    "text": "That's awesome, I wish there were more people with that attitude! I feel like the world would be in a better place!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "17",
    "text": "One person at a time! If I tell someone and you tell someone, that's two more!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "18",
    "text": "That's a great way to think about it! I'm a big believer in passing it along as well, a little can go a long way!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "19",
    "text": "Yep. I'd love it if my donation made a difference in some child.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-190157_397_live"
  },
  {
    "index": "20",
    "text": "Thanks for taking the time to learn about the charity, and I'm so glad you decided to donate $2.00. Have a great day!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180828-190157_397_live"
  }
]