[
  {
    "index": "0",
    "text": "Save the Children is a great organization that looks out for the well being of children in need.  Currently they are looking for individuals to help their cause.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "1",
    "text": "where is this organization based? Do they help children from a particular country or is it all around the world? ",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "2",
    "text": "They help children mostly in developing countries around the world.  Think about all the stories you hear in the news and on social media about children that need help or have been taken advantage of.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "3",
    "text": "Yeah stories like that are very heart breaking. What types of programs do they offer? Like do they just supply food?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "4",
    "text": "They often protect children from being victims of hunger, violence, and child labor.  They also advocate for schooling and provide opportunities for families to get ahead.  It is a great social cause that is worth donating to!",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "5",
    "text": "That sound great but you know my biggest concern with making donations to charities is always the question of just how much of the money I give actually reaches to the intended people.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "6",
    "text": "Save the Children is a very well known, credible organization with transparency.  Visiting the organization's website allows you to understand how even a small donation can have an impact.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "7",
    "text": "Oh I see so they have a website that I could learn more about them. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "8",
    "text": "Think about how much money you spend on non essentials in your life.  Now think about sacrificing just one of those to help out a child.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "9",
    "text": "Yeah I think its good to help any little bit you can. How much is the typical donation amount usually?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "10",
    "text": "It all depends on what you are comfortable with.  Every bit helps.  But one thing is for certain, you will feel good about your donation!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "11",
    "text": "So after making a donation, I won't exactly see how the money I give will be used right? I mean this is not like sponsoring a child or family situation right?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "12",
    "text": "You will not see how it directly impacts one child, but instead think about focusing on how your donation would impact multiple children and families!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "13",
    "text": "Yes that is true. Have you made a donation to this organization before?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "14",
    "text": "I try to donate a couple of times per year, especially around the holidays.  I have felt great in the past about this and will continue in the future.  You will instantly feel better about your decision once you do.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "15",
    "text": "This will be my first time donating to this organization so sorry if I have a lot of questions about it.  ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "16",
    "text": "No problem.  Many people have questions but inquiring is the only way to know that you are doing the right thing.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "17",
    "text": "When making the donation, what are the steps? Once I decide to make the donation what should I do next?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "18",
    "text": "If you would like to make a donation you can now?  How much would you like to donate from you payment..anything from $0 to all of it?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "19",
    "text": "I would like to donate $0. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180808-050533_601_live"
  },
  {
    "index": "20",
    "text": "Are you sure you do not want to make a small donation?  Once again it is for the children!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180808-050533_601_live"
  }
]