[
  {
    "index": "0",
    "text": "Hello!  Hope you are having a wonderful day.  Have you heard of the charity Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "1",
    "text": "Yes, i am and I have heard of Save the Children.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "2",
    "text": "Would you ever consider donating any portion of your earnings from MTurk to a charity such as this?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "3",
    "text": "Yes, I have done that with different surveys and you?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "4",
    "text": "I think I would donate to a charity like this if given the chance.  I think it is important to help those less fortunate.  ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "5",
    "text": "Always important especially one that involves children.  They are our future.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "6",
    "text": "Yes.  Saving the Children helps to ensure children's rights to health, education, safety, etc.  If people like us donate I wonder how much an impact it could make on the world around us?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "7",
    "text": "We make an impact even if it's to one child.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "8",
    "text": "Yes.  I have heard and read about countless stories of children dying from hunger all over, so even to help one child is a major impact.  Sounds like you are willing to donate to this cause?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "9",
    "text": "Always willing to donate to a good cause like this one.  Are you doing the collecting?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "10",
    "text": "Not personally, but I just like to talk to people about the greater good.  I know in America we are blessed and it is good to help those who can't help themselves.  I like you work this job to make money, but occasionally donate when I can.  Obviously, I can't do it every time, but a small donation every once in a while helps.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "11",
    "text": "It does help. I usually volunteer because I have more time to spend than money and volunteers are need everywhere.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "12",
    "text": "That is true.  I sometimes struggle with the time issue since having a family, so donations like this help me feel like I am making an impact.  I think it would be helpful for this cause if we donated to this charity.  Here is the link to their website if you want to find out more about what they do  URL ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "13",
    "text": "Okay thanks for website. I am sure we can donate money there.  I like that the survey gives us a chance to donate part of our pay.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "14",
    "text": "How much do you plan to donate from $0 to $2?  The research team will collect all donations and send it to Save the Children.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "15",
    "text": "I have decided on half so that's $1 and you?  Are you donating any today?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "16",
    "text": "I will probably donate as well, but haven't decided on the exact amount.  I don't mean to be vague, but just need to think about it some more.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "17",
    "text": "okay, I am retired and don't have extra money to give so it's good to do this way.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "18",
    "text": "That is very generous of you.  I agree this is a good way to do this.  Hope you are enjoying your retirement.  You have been very easy to chat with.  I am thankful there are people like you in the world to help with charities.  I think Save the Children is a good cause to help so many in need.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-115617_21_live"
  },
  {
    "index": "19",
    "text": "Yes, I think it's a good cause and they make it easy for us to donate this way.  ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-115617_21_live"
  }
]