[
  {
    "index": "0",
    "text": "Hi how are you doing?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "1",
    "text": "Great! How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "2",
    "text": "I am doing well. Thank you for asking. I have a question, have you ever donated to a charity?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "3",
    "text": "Yes I have. My mother -in-law had breast cancer so I donate to Cancer Research",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "4",
    "text": "Cancer research is very important. We are talking with people today about Save the Children. It's a charity, have you heard of it?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "5",
    "text": "No I haven't. Tell me about it. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "6",
    "text": "Save the Children is a global charity. It is beneficial by providing children with a variety of necessities such a clothing, food, shelter, clean water. The charity focuses primarily on third world countries, but has been known to help children in United States.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "7",
    "text": "Ok, yes, that is very important. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "8",
    "text": "It truly is. Our children need to be taken care of, and due to lack of resources in third world countries, children are suffering. It is disheartening to see and hear about. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "9",
    "text": "Yes, it is very hard to look at pictures of children in raggety clothes and they look so thin.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "10",
    "text": "I agree. Sadly, the world as a whole don't view this as a global problem. Not to be cliche, but children are our future, and it's our moral obligation to make sure they are taken care of and given the proper resources to prosper and thrive in this world. Do you agree?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "11",
    "text": "Yes I would agree with that statement.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "12",
    "text": "Sadly, many people would not. Would you be willing to make a donation to Save the Children's charity today from 0.1 cents to $2? ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "13",
    "text": "Not at this time but I do appreciate the information you have given me today!",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "14",
    "text": "May I ask why? ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "15",
    "text": "I have a friend who works overseas in an orphanage. She asks for support and I give directly to her. She sends me pictures of what she does with my money and it's clothing those kids and giving them their basic needs. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "16",
    "text": "I understand. Having a visual of what's being done is very important. However, we have children that are suffering, and even just a penny can make a difference in their lives. Are you sure you couldn't spare one penny? Our website is  URL if you wanted to gather more information",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "17",
    "text": "Not at this time. I am maxed out with giving at this point. If I get a raise at my job then I'd think about it.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "18",
    "text": "I understand that financial restraints can deter us from giving, but these children are dependent on us. They need not only our love, but support. One penny won't break the bank, and you'll know that that one cent, so minute to us, is so rich to them as it provide basic necessities for them to live. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-074043_932_live"
  },
  {
    "index": "19",
    "text": "Well, like I said I can't give any more at this point. I do what I can and I feel that I cannot give anymore at this time.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-074043_932_live"
  }
]