[
  {
    "index": "0",
    "text": "Hi friend.  Have you ever heard of Save the Children?  They're a great charity I support.  I'm earning extra money on Amazon Turk to help support them.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "1",
    "text": "Yes, I believe they sponsor children in need.  I do the same for World Vision.  I sponsor 3 children.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "2",
    "text": "That's amazing.  When you see all the crazy things happening in the world today, famine, genocide, etc. it seems so important to help.  We are so lucky to live in a country where almost everyone has at least the minimum needed for survival.  So many poor kids around the world don't have food, clothing, shelter. I'm so glad these amazing charities help those kids.   ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "3",
    "text": "I appreciate the letters that I receive to see the impact that our donations make.  Although it is not much money for us its makes a huge difference to the children from what I have seen.  How long have you been donating?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "4",
    "text": "For years.  I started back in college, when an extra few dollars a month was a lot to give, and now that I've moved on in my career and life I'm thankful I'm able to give more. Plus, Save the Children is really high rated on Charity Watch.  You know some charities spend 75 percent of donations back into gathering more money and administration etc.  Save the Children is able to give away nearly everything they gather.  I just read they are going to be helping victims of the Hurricane in Hawaii.  ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "5",
    "text": "That is good.  I've heard good things about Save the Children.  I think my brother sponsors a kid with them.  I believe World Vision is rated highly as well.  I'm glad that I can help others in need since I've been blessed a bit to help others.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "6",
    "text": "Absolutely. We are blessed to be a blessing, that's what I believe.  You know what, you've encouraged me.  I think I'm going to donate the money I earn today to Save the Children.  You want to join me?  It won't be much but every penny counts.  We can't do much with 30 cents, but in another country that could make a big impact.  ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "7",
    "text": "Sure.  I would love to help.  I would love to make a donation today.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "8",
    "text": "That's amazing.  Should we give our whole 30 cents?  It's not like either of us can do much with that either.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "9",
    "text": "Probably more.  Do you donate by the catalog or general donation?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "10",
    "text": "I read that the people sponsoring this research study are collecting money, and at the end we have the option of just telling them to keep our payment and give it to Save the Children instead of paying out to us.  Hassle free.  ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "11",
    "text": "Ok, sounds good.  I'll donate the whole amount.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "12",
    "text": "I'm so glad I got partnered with you.  With all the negativity in the news, I'm glad to see there are still great people out there.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "13",
    "text": "Great.  I've been looking at the Save the Children website so I will likely buy off the catalog, like Emergency Food.  Thanks for sharing.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "14",
    "text": "Yeap, I think I need to look at the website again and see the new ways to donate.  So we'll both donate the money we earn here, then we can donate extra off the website.  I'm going to blog about you later today.  It will encourage our friends.  ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "15",
    "text": "Very good.  I glad we can help.  Every bit helps. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "16",
    "text": "Nice to meet you fellow Turker. You've encouraged my heart today.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "17",
    "text": "Ditto to you. Have a great day. God bless!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "18",
    "text": "Goodbye.  Have a wonderful day.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-055427_625_live"
  },
  {
    "index": "19",
    "text": "You.  Enjoy the rest of the day.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-055427_625_live"
  }
]