[
  {
    "index": "0",
    "text": "What is your opinion of donating to charity? ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "1",
    "text": "I think it's really important!  I think if we have more than others it's a natural response!",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "2",
    "text": "I agree! I think it's really important, though, to know that the charity you're giving to is going to use the funds well and isn't corrupt. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "3",
    "text": "Agreed.  We try to actually know people involved before we give regularly.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "4",
    "text": "That\\'s awesome and such an important step. Have you ever heard of \"Save the Children\"? I worked with them in Greece; they operate in refugee camps and other high-risk zones to address specifically the needs of kids",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "5",
    "text": "I have heard of them.  They sounds like a great charity from what I know.  We do something similar by sponsoring a child from an Ethiopian orphanage we visited.  What was your experience being in Greece like?  I don't think of it as being high risk...",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "6",
    "text": "Actually, many Greek refugee camps are rated as as-bad or worse than many camps in war zones. It's complete chaos, overrun by gangs and gang violence, and often lacking in basic hygiene and access to clean water or food. Women are frequently raped while trying to use the toilets (which are horrendous) and rats run amok among the tents. One of the children we were working with had a huge rat bite on her foot and many of them had fled to Greece on their own. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "7",
    "text": "Wow!  Did you feel safe?  What could you do to help?  ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "8",
    "text": "It was nuts - we even had a neo-Nazi mob hunting us in the streets one night. I definitely did not feel safe there. We tried to do our best to get kids registered and provide English classes and some amount of regularity for them. Save the Children created a space just for kids and mothers and were able to assist with getting them into school",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "9",
    "text": "What an amazing experience!  That kind of thing shapes your life!  ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "10",
    "text": "Well, yeah, but it's much more important to address the things shaping the lives of these children. That's why I think it's so important to donate to Save the Children. Even if we can't always be there, they are making the effort everyday",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "11",
    "text": "Do you still keep in touch with people over there?  Do you donate directly?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "12",
    "text": "I do donate directly, not just to Save the Children, but to several other organizations as well. I still have friends working over there. This HIT we're doing has offered to donate some of our income to the charity. I always take MTurk requesters up on it when they ask us to donate our earnings. I mean, other people can use the $2 more than me, right? ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "13",
    "text": "For sure!  Our money can do a long way!  I can donate my 30 cents!",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "14",
    "text": "Hey, that's awesome! Actually you're allowed to donate anywhere from $0-$2, not just your 30 cents! It's completely up to you. Once we decide to donate then they'll send the payment to Save the Children",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "15",
    "text": "I'll do 30 cents.  We actually give over 25% of our income away, but that's because we research and really KNOW the organizations.  I don't have a personal connection to Save the Children, like I do with the child in Ethiopia.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "16",
    "text": "Absolutely! There are so many organizations around the world these days it's hard to know which one is the best. Do you know the website charitynavigator.org? It provides info on tons of organizations around the world ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "17",
    "text": "No - actually we don't LOOK for places to give - they just happen with people we get involved with/ and through our church.  I'm sure it's a great website.  Is that how you got plugged in with Save the Children?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "18",
    "text": "Oh, no, that's just one I use if someone is recommended a charity to me. I got involved with Save the Children because I was working with a local NGO in Greece and we partnered with them frequently for English classes and kid's activities and safety",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "19",
    "text": "Sounds like a great way to network!  Good for you!!!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "20",
    "text": "It was lovely to meet you! Thanks for donating your 30 cents! ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180904-152519_728_live"
  },
  {
    "index": "21",
    "text": "Great to hear about your experiences!  ",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180904-152519_728_live"
  }
]