[
  {
    "index": "0",
    "text": "Happy Labor Day! Ever heard of an organization called Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "1",
    "text": "Happy Labor Day and yes I have! Its wonderful organization",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "2",
    "text": "Yea they are one of the better charities I've seen around. Did you know we can donate to them directly via this task?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "3",
    "text": "No, that is great! I can donate any amount ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "4",
    "text": "Yea at the end of the task it will let us select any amount from our task payment to donate directly to Save the Children!",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "5",
    "text": "Wow, ok and is this where kids are located over seas in horrible living conditions.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "6",
    "text": "Yea they focus their efforts on children in particularly dire circumstances. A lot of their work is done in Africa.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "7",
    "text": "Bless those childrens hearts, when can i donate to them. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "8",
    "text": "Once we finish the chat it'll give us a short survey and than the donation option. I think I'm going to donate 50% of my payment to the kids, how much do you think you'll give?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "9",
    "text": "I was thinking the same thing! ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "10",
    "text": "Great minds think alike! With enough of us giving it can make a huge difference in their lives.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "11",
    "text": "Im sure it can and Now im even more interested in actually checking out the webpage.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "12",
    "text": "You most certainly should check them out, I was happy to see how much of a % really goes to the children with this group. Some not-for-profits focus way too much on their CEO's paycheck for my tastes - but not this one!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "13",
    "text": "You are right! its too easy for big companies to get away with it. It was great chatting with you. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "14",
    "text": "It was nice chatting with you as well, glad to find someone of a similar mind set on these chat HITs. Yea when I heard about how much some of the management makes  at some charities it really boils my blood. They deserve a salary and all, but they shouldn't be making insane money at the cost of the charity",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "15",
    "text": "Yes, that is insane, Wish you a great one on Labor Day, enjoy the day. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "16",
    "text": "It's such a beautiful Labor Day, soon I plan to take my son out to the park and later I think we'll grill some food up outside. Do you have any plans for the day?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "17",
    "text": "How nice!! Unfortunately, I live in the south, and it has been and will be raining all day. So a good movie and good food is our plan now to spend the day. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "18",
    "text": "Aw sorry to hear that, but at least you'll still have the good food! I hope you enjoy the day and maybe before it's over there will be a beautiful rainbow to cheer everyone up!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-094620_889_live"
  },
  {
    "index": "19",
    "text": "Hopefully, but family time is what matters right, rain or shine! I actually love the rain, so for me its not that big of a deal. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-094620_889_live"
  }
]