[
  {
    "index": "0",
    "text": "Hello! Still reading the instructions here, but I think I've got a handle on it. How are you today? You're not one of those Skynet agents, are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "1",
    "text": "Hey, I'm doing good. Not a Skynet agent but wish I was though. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "2",
    "text": "I'm doing pretty well. Almost Friday and the weather's not too hot so it could be a lot worse",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "3",
    "text": "Yea. It's actually decent where I am as well. Let's hope it stays that way!",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "4",
    "text": "Haha, yea, I've been reading news stories about people sinking into the pavement in Britain of all places. Luckily no one I know in the South has been swallowed up by a road 'cause it's been pretty hot down there too",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "5",
    "text": "How does one get swallowed by pavement? I hope the people in third world countries are doing okay. I can't imagine living in 100+ degree weather without air conditioning.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "6",
    "text": "I'm right there with you. There've been a lot of calamities from inclement weather these last few years. I mean, I know that it's always been the case that impoverished countries get hit really hard by things like drought, but it's seemed especially bad. Or maybe it's just more close to home",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "7",
    "text": "more close to home? everything okay over there?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "8",
    "text": "Oh, yea, yea, I just meant Puerto Rico is a lot closer than most of these events. So I'm just going to level with you here because this is a good cause: the task I'm given is to persuade you to donate to the children's charity called Save the Children. Are you familiar with them?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "9",
    "text": "No. What are they about?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "10",
    "text": "Well, the short answer is that they're an international organization devoted to providing relief and support for children in developing countries. I've only just skimmed the website, but they seem pretty well established. It's  URL if you wanna check it out",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "11",
    "text": "Can they be trusted? Too many organizations nowadays with CEO just taking the money for themselves using a cause as their \"front\".",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "12",
    "text": "I looked them up on charitynavigator.org, and they got a 3 out of 4 stars. Not perfect, but it's pretty good",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "13",
    "text": "Not bad. So why are you talking about them out of all people?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "14",
    "text": "Well, I'm told that you've been given a sum of money, and if you'd like we can give that directly to Save the Children. What do you think?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "15",
    "text": "Ok. I'm listening.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "16",
    "text": "So it's really all up to you. You have to indicate how much you want to donate, and then the researchers monitoring the experiment will send it",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "17",
    "text": "How much are my options?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "18",
    "text": "I think it's whatever you're willing to give. I don't know how big of a stipend they've given you. There's no information about payment options on my end",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "19",
    "text": "I'll donate $0.50.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180719-200311_664_live"
  },
  {
    "index": "20",
    "text": "Okay, $0.50 for Save the Children. That'll do. Thanks for talking! Have a good night",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180719-200311_664_live"
  }
]