[
  {
    "index": "0",
    "text": "Good evening! How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "1",
    "text": "I'm doing well! How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "2",
    "text": "Not too shabby. Enjoyed the long weekend. Have you ever heard of a charity called Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "3",
    "text": "I believe I have! It sounds familiar",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "4",
    "text": "It's an international non-government organization that's primary activity is to help and benefit disadvantaged children in developing countries. Think children dealing with the conflict in Syria, for example.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "5",
    "text": "That sounds like a wonderful organization - very much needed in today's world",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "6",
    "text": "Absolutely. Do some quick research on them--they're rated 97 out of 100 for transparency and accountability by Charity Navigator. That might be the best I've ever seen! The kids certainly need the help. You have the opportunity to donate a portion of your task payment to Save the Children when we wrap up our conversation. Any little bit helps.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "7",
    "text": "I would love to - will it prompt me when the conversation is over? Or should I tell you the amount?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "8",
    "text": "Oh no you don't have to tell me anything, you'll have the opportunity when we wrap up here. Beyond our conversation, certainly give them a look. I'm the kind of person thats usually pretty skeptical about non-profits and charities at first because of the percentage of their proceeds that actually goes to their cause, but was extremely pleasantly surprised by STC's transparency and mission.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "9",
    "text": "Sounds good, I definitely will! Gotta put the goodness into the universe where and when we can",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "10",
    "text": "For sure, especially when we're talking children. So many of these kids didn't get to pick their situation and it's so hard to fault them for anything at all. They all deserve at least a shot.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "11",
    "text": "It really is horrible to think about - I'm glad there are organizations and people looking out for them",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "12",
    "text": "Agreed. I appreciate you considering a donation. It's nice that we have the opportunity to complete these little tasks and still do good overall.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "13",
    "text": "Of course! Yes this is a very cool way to give back",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "14",
    "text": "It certainly makes things easy. It helps when the charity in question has been around for a hundred years and their chief focus is to enforce rights of the child and engage in policy change that benefits children directly. Have you ever donated to a similar cause?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "15",
    "text": "I have! When the Syrian crisis was really heating up I remember giving to a campaign to help the families over there. I'm so sad that it's still going on and the suffering has not ended",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "16",
    "text": "It hasn't yet ended, but it appears overall that things are slowly headed in the right direction. It's important we continue to engage",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "17",
    "text": "I agree! It's hard to think of all of the evil in the world but every little bit counts towards helping those in need",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "18",
    "text": "Absolutely! Thanks for taking the time to chat with me tonight on this, and agreeing to pitch in just a little bit to help the cause.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-184453_829_live"
  },
  {
    "index": "19",
    "text": "No problem at all! Thanks for all the info. Have a good night!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-184453_829_live"
  }
]