[
  {
    "index": "0",
    "text": "Hello there.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "1",
    "text": "Hey, how are you doing today?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "2",
    "text": "Not terrible. SO, in order to complete this task, I am supposed to convince you to donate part of your award to Save The Children.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "3",
    "text": "Alright, tell me about that then.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "4",
    "text": "Pretty basic. You can decide between 0-2 dollars to donate. I mean, Save the Children is a well known charity with a really high score for using their donations for actual charitable work",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "5",
    "text": "Well I've never been much of a charity person and don't know anything about Charities other than more than a few aren't very truthful about what they do.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "6",
    "text": "Believe me, I understand on that one. Save the Children is really transparent about how they spend their money. Not to mention you can look at several different sites online that rank how truthful charitable organizations are. I have to use these a lot. I am a disabled veteran, and there are a lot of socalled veteran groups out there. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "7",
    "text": "Even then what's really to convince me to make a donation in the first place? I'm not exactly in a great situation myself.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "8",
    "text": "It is your choice, either way. Basically 2 bucks might make a difference to you, but makes a huge difference to a hurting child in another country. I am not going to bug you, if you can't afford it, I respect that.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "9",
    "text": "Well, your goal is to convince me.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "10",
    "text": "True. Pretty much, breaks down like this. Your donation, of any amount, will help children around the world live better lives. The charity is well respected. The amount is small. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "11",
    "text": "Have you donated to the charity before? Yes, the amount may seem small but I'm in need of it too.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "12",
    "text": "Yes, I have. As a matter of fact, I donated a hundred bucks two weeks ago.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "13",
    "text": "And if you, as well as other people are able to do that does the $2 from me really matter that much? Not to mention you probably didn't have to skip a meal to make that donation either.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "14",
    "text": "That is fair. So, if you cannot afford it, choose to donate 0. Charity is a very personal decision.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "15",
    "text": "So you have no other means to try and convince me with?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "16",
    "text": "If I cannot convince you by either checking out the charity yourself, or thinking about making a difference in the lives of poverty stricken children around the world, you probably would not donate no matter how much money you had.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "17",
    "text": "So you believe I am just a selfish person with no desire to help others regardless of how well or poorly I am personally doing?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "18",
    "text": "I did not mean to insult you personally. I am simply saying that I can give you the facts of what the charity is, and what my purpose is for convincing you. If you cannot afford it, I am not making any value judgments based on that. So, how much do you want to donate, 0-2?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "19",
    "text": "I'll just go with a 50/50 split and donate $1. everyone deserves a chance at life.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "20",
    "text": "Awesome. Thanks. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180828-215629_975_live"
  },
  {
    "index": "21",
    "text": "Have a good night.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180828-215629_975_live"
  }
]