[
  {
    "index": "0",
    "text": "Hello.  Would you like to donate a portion of your reward to a charity called Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "1",
    "text": "I think I would be willing to donate a portion.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "2",
    "text": "Excellent!  Would you like to know more about the charity first?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "3",
    "text": "Yes, that was going to be my next question.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "4",
    "text": "Save the Children promotes children's rights, and helps children from developing countries.  ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "5",
    "text": "What types of children's rights?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "6",
    "text": "Your donation would help ensure children's rights to health, education, and safety.  Many of these children live in developing or war-torn areas where these basic necessities are hard to come by. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "7",
    "text": "What type of people or who manages this fund?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "8",
    "text": "Save the Children has excellent credentials and is managed by a board of commercial CEOs and business leaders without any government or religious affiliation. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "9",
    "text": "Does Save the Children help children in the United States?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "10",
    "text": "Yes!  Since 1932, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America.  Many of these children don't have the same opportunities as others and live in very difficult conditions.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "11",
    "text": "That is awesome. I work hard to help children as well.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "12",
    "text": "That's great!  It is a worthwhile cause and every penny has a significant impact on these children's lives.  Even a small donation can have a large impact in impoverished areas.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "13",
    "text": "I am curious why you chose the words \"rural America\"?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "14",
    "text": "Of course.  I chose those words because across the United States, one in five children grows up in poverty and, of the counties with the highest poverty rates, 90% are rural. Because of circumstances beyond their control, millions of kids never reach their full potential.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "15",
    "text": "mmmm that is interesting, I did not know that statistic.  I work with children more in an \"urban\" setting that are incredibly in bad circumstances.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "16",
    "text": "I agree that children in both settings need help and commend you for your efforts.  Admittedly, Save the Children may also have urban programs, but I drew the above information from their website, which you can find at  URL   Are you still interested in donating a portion of your reward?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "17",
    "text": "I am interested. I am curious if I can state if money goes to children in this country though?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "18",
    "text": "Yes, you should be able to specify that.  The researchers will use this chat to determine how much of your reward to donate and will see that you have earmarked it for Save the Children's US efforts. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "19",
    "text": "That is awesome then I will donate $1.  I feel very strongly about \"our own children\" !!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180904-032932_423_live"
  },
  {
    "index": "20",
    "text": "Excellent!  Thank you very much for your generous donation!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180904-032932_423_live"
  }
]