[
  {
    "index": "0",
    "text": "Hi. How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "1",
    "text": "Hello, I'm fine. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "2",
    "text": "I'm doing well. Thanks.  Have you been using MTurk long?  I've only just started in the last few days and I love it.  It's pretty easy money most of the time.  I'm Tommy, by the way.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "3",
    "text": "Hi Tommy I'm Cassidy. I've been using mTurk on and off for about half a year but the past month I've really commmited to doing tasks everyday. It's great to earn extra money here and there. I'm glad you're enjoying it. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "4",
    "text": "Well thanks, Cassidy.  It definitely seems like a fun way to make some extra money.  I feel like sometimes people don't understand how even just a few dollars can make a difference in people's lives.  For example, I like to give a little money to charity each month.  And you'd be surprised how far even just a little bit of money goes in some impoverished countries.  How about you, Cassidy?  Do you like giving to charities? ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "5",
    "text": "I do enjoy donating to charities. I don't usually have a ton of extra money so it's not an every month kind of thing for me but I try to give at least once a year. And when I can't give monetarily donate food, my time, and go to blood drives on my university",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "6",
    "text": "Aww, that's really considerate of you. I have two sponsored kids myself, one from Ghana and one from Mexico and they send me letters every month.  Cassidy, you'd be surprised how emotionally attached I am to them and I have never even met them.  I send them 20 dollars on their birthdays and then they send me pics of what they bought.  It's really sweet.  Then there is another charity I like a lot which allows for really small donations.  Have you heard of Save the Children?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "7",
    "text": "No, I haven't heard of Save the Children. And its awesome that you help out those kids in need",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "8",
    "text": "The thing is, Cassidy, is that I don't have any of my own right now, so it kind of fills a need, you know? I like Save the Children because they rank towards the top of reputable charities on the ranking sites. The other thing is that they allow for small donations which have a big impact in countries like Syria where the local currency has dropped so considerably.  It's really really sad what's going on over there.  Anyways, even 50 cents goes a long way you know?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "9",
    "text": "Yeah, 50 cents isn't too bad. Maybe I'll consider donating to them",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "10",
    "text": "Well, personally, I've made about 8 dollars already here today, so I'm going to donate the 30 cents from this HIT to them.  Did you know that there is an option to do that for this HIT?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "11",
    "text": "No, I didn't know but thank you for telling me! I think I might donate mine too!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "12",
    "text": "I say we do it together!  See, Cassidy, no single one of us can fix all the problems in this world. There is too much suffering, too many children growing up in poverty and trauma.  But together, if we stick together, if we put our money together, you'd be surprised how much we can change in this world.  How many lives we can help.  What do you say, Cassidy, do you want to join me today in helping these kids?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "13",
    "text": "Yes I do, you've really inspired me Tommy",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "14",
    "text": "Great!  That's so generous of you.  How much would you like to donate to them today?  Your donation will be directly deducted from your task payment.  You can choose any amount from  zero to the whole .30 cents.  Personally, I'm giving them the full amount.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "15",
    "text": "I'l do 20 cents",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "16",
    "text": "Well thats fantastic of you.  I feel like together we made a small difference in the world today.  How about you?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "17",
    "text": "I do too",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "18",
    "text": "Well great.  I wish you a happy rest of your weekend. And it was a pleasure chatting with you today.  ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-180314_928_live"
  },
  {
    "index": "19",
    "text": "It was nice chatting with you too",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-180314_928_live"
  }
]