[
  {
    "index": "0",
    "text": "Hello. This survey is supporting a charitable cause. Do you believe that children's causes are worth while?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "1",
    "text": "Hi.  I do believe that children's causes are worthwhile.  I think it's important to help people in need.  How about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "2",
    "text": "I agree. I am generally a giving person, however I am cautious and generally donate to local, legitimate causes. Have you ever heard of Save The Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "3",
    "text": "Is that the one that used to be on TV all the time, with pictures of starving children from Africa?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "4",
    "text": "Not sure, I don't think it is. The survey really doesn't say much about it. Do you think it is legitimate?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "5",
    "text": "I think they might be legitimate.  I've definitely heard the name before. I think I've actually seen a billboard before with a picture of a staving child.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "6",
    "text": "Interesting. I am considering donating part of my pay to them, do you think that is a good idea?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "7",
    "text": "Do you mean like your paycheck from work or your pay from your HIT?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "8",
    "text": "No, just part of the pay I get from this hit.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "9",
    "text": "Oh, I see. How exactly would you even do that?  Is there a link or something?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "10",
    "text": "I don't see a link yet but the instructions state I can donate after the chat.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "11",
    "text": "Hmm. Mine only says that I can donate if I am asked.  I haven't been asked yet by anybody.  It says that I can donate 0 to 2 dollars. But it doesn't say how.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "12",
    "text": "Odd. I have donated to similar hits in the past, most of the time a donate 50% of the hit, but this time I think I will only donate 0.05. Would you be willing to donate?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "13",
    "text": "Do you think it will do any good?  Such a small amount?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "14",
    "text": "Well, I think it will. I've been doing hits like these for a while that are only worth a few cents but over the course of a month it really adds up.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "15",
    "text": "I guess you're right.  I guess a little bit of money goes a long way if other people are doing it as well.  Ok. You know what?  I'll match you for .05.  That way we do it together.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "16",
    "text": "That is great. I'm hoping this charity is legitimate. I am going to google them afterwards, if they are I will most likely donate more.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "17",
    "text": "Yeah, I agree.  There are some websites that rank charities in terms of trustworthiness so maybe we could look there.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "18",
    "text": "Excellent. Well nice chatting with you and good luck to you!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-150259_573_live"
  },
  {
    "index": "19",
    "text": "Thank you. Good luck to you as well!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-150259_573_live"
  }
]