[
  {
    "index": "0",
    "text": "Hello! How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "1",
    "text": "Hello, fine, thanks! My name is Billy. How are you today?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "2",
    "text": "I am Elvir! Im doing great today, thanks for asking! Do you know about any NPOs? (Non-profit)",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "3",
    "text": "Nice to meet you, Elvir. I am familiar with NPOs 0 i even volunteer for one. How about you?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "4",
    "text": "I am a frequent donator to NPOs. What is the NPO that you volunteer for?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "5",
    "text": "That is nice to hear. From time to time I volunteer for a tiny NPO school that teaches economics and social science to adults. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "6",
    "text": "Oh nice! Is it local in your area?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "7",
    "text": "Yes, although there are several similar schools around the US and across the world. What type of organizations do you support, Elvir?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "8",
    "text": "I support NPOs that engage in promoting childrens rights, providing relief and helping support children in developing countries. One NPO mainly being Save the Children.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "9",
    "text": "That is wonderful. I am slightly familiar with Save the Children. Do you think that they are effective?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "10",
    "text": "They are very effective at their mission, making an international impact with professional and cautious use of the donation they receive. They are one of few NPO's who actually use their funds for their purpose.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "11",
    "text": "Yes, mis-use and waste is a huge problem in with NPOs. For this reason I like and support Smile Train - they repair cleft lips using local resources. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "12",
    "text": "Thats awesome! The amazing thing about the Save the Children mission is that 77 cents only can host a child in need for shelter for one day!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "13",
    "text": "That is very cheap. Good nutrition, medical care, and a clean and safe environment are vital for all, especially children. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "14",
    "text": "You will be recieving $2 for the survey completion, would you like to donate any of your compensation to Save The Children organization? It will go a long way for the children!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "15",
    "text": "Yes, I would like to help out. There are many more needy than me. I'll give $1.50 to Save the Children. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "16",
    "text": "Awesome! Thank you so much for your donation! At the end of the survey it will give you an option to donate that amount. This was a good talk!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "17",
    "text": "Yes, I learned from you. I will do some research on Save the Children and consider supporting them.  ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "18",
    "text": "Yes please do! I am a frequent donator of Save the Children! It was my pleasure, have a good day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-182245_152_live"
  },
  {
    "index": "19",
    "text": "You too, Elvir. Have a great weekend and thanks again for the information on Save the Children. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-182245_152_live"
  }
]