[
  {
    "index": "0",
    "text": "Hi, how do you feel about the charity Save the Children",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "1",
    "text": "Sorry couldn't type for some reason. I feel like they are a good organization. Can you tell me more about them",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "3",
    "text": "Those are all good things.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "4",
    "text": "  If you really look, you can see the future in every child. Through the power of child sponsorship, you can help a child in need realize her dreams Â¡Âª transforming her life and the future we all share. Sponsor a child today! Find your child  Somewhere, a child is waiting for you. Through child sponsorship, you can be the hero in the life of a child in need. You can make sure they grow up healthy, educated and safe",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "5",
    "text": "How does this charity fund themselves.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "6",
    "text": "We rely soley on volunteers and donations.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "7",
    "text": "Is this like some of those charities that consume most of the funds themselves and do not actually contribute much to the cause.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "8",
    "text": "no not at all, Emergency Alert Right now, Save the Children remains gravely concerned about the well-being of children in the custody of the U.S. government after crossing our southern border. We know from our nearly 100 years of service that family separation and detention can cause severe, long-lasting trauma, which ultimately results in the loss of childhood.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "9",
    "text": "thats horrible, how many children are they helping the u.s ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "10",
    "text": "Thanks to the generosity of donors like you, we help the nation's most vulnerable children become ready for kindergarten _ and excel by third grade _ so they can succeed in school and in life. Plus our teams are there before, during and after emergencies _ preparing children, protecting them and helping them cope in the aftermath.  Save the Children is a leading advocate for children, ensuring their voices are heard and their best interests are prioritized. We fill critical gaps in services and deliver scalable solutions to the challenges children face.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "11",
    "text": "Do they only support children in the U.S>",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "12",
    "text": "No, we support children all over the world. Children may only be 20% of our population, but they are 100% of our future. That's why advocacy is core to Save the Children's work on behalf of all kids across the United States. We're building bipartisan support at the local, state and federal level to make sure every child in the U.S. has access to high-quality learning opportunities, and much more.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "13",
    "text": "That is wonderful to hear. I am glad to hear more about this organization. I wish I could help.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "14",
    "text": "All across the globe, children are dying from preventable causes, missing out on education due to poverty or gender, suffering from violence, exploitation and neglect, and are vulnerable in times of crisis. In every corner of the world, children need a strong voice to stand up for them, work on their behalf and make their lives better.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "15",
    "text": "I agree that the children need a voice.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "16",
    "text": "Every penny counts, to learn more about all of our programs please visir http:// URL ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "17",
    "text": "I will check out the site, and thank you for telling me more about the charity",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "18",
    "text": "You are moe then welcome have a blessed evening.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-152518_191_live"
  },
  {
    "index": "19",
    "text": "Thank you, you as well",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-152518_191_live"
  }
]