[
  {
    "index": "0",
    "text": "Hi",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "1",
    "text": "Hello",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "2",
    "text": "We are supposed to donate some money to Save The Children. How do you feel about that?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "3",
    "text": "I think it is a great idea, however I am unable to donate at this time!I am also skeptical about making online donations! ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "4",
    "text": "Well it is easy and they will just take it out of our pay.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "5",
    "text": "Will you be making a donation from your pay?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "6",
    "text": "Definitely; it is a worthy cause",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "7",
    "text": "That is awesome for you! I will not be making a donation today! Honestly I believe this chat is to gain money (donations) and not to discuss social issues. Based on your responses Im sure your not a random person. So how often do you actually get people to make the donations?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "8",
    "text": "It is actually kind of hard. Many do not see the need or care.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "9",
    "text": "Social media might be a better platform for gaining donations. I would actual consider making a donation that way because it appears more trustworthy",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "10",
    "text": "If that works for you, sure. I would be happy with that, because the need is so large. Our government is doing almost nothing to help children in need.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "11",
    "text": "I would have to agree with this statement. What comes to mind when I think about kids in need and the government is the need to provide free lunches for all students. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "12",
    "text": "Well yes. They can need much more than that, unfortunately. Fresh water and clothing is often not available in the third world.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "13",
    "text": "Yes, there is much more. When there is so much going on in the US in regards to government neglect, it is difficult to think about the struggles of the third world countries. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "14",
    "text": "It is up to us to help, a situation that probably will continue regardless of who is in charge of our government.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "15",
    "text": "Yes, it is cliche but we can make a difference. Of course, donations play a major role in helping! No, I am still not donation today!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "16",
    "text": "Alright. You could visit the Save The Children website. It is very interesting and informative.  URL ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "17",
    "text": "Yes, I will thank you for providing the website!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "18",
    "text": "I can just tell you that helping is very satisfying. Doing something that matters. You could consider it a hobby like golf or a book club.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "19",
    "text": "Agreed, I love helping others. I often donate goods and food to help others. I am always willing to donate my time to support great causes! I believe more people would be willing to help others if given more \"options\\' for doing so. Asking for money \"donations\" is great but it definitely has yet to solve the issues going on in the world today! ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "20",
    "text": "It has been good to talk to you. I hope you will think about helping today.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180830-185816_181_live"
  },
  {
    "index": "21",
    "text": "Great talking to you as well! Have a great evening!",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180830-185816_181_live"
  }
]