[
  {
    "index": "0",
    "text": "Hi, how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "1",
    "text": "I'm am well. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "2",
    "text": "Great, thanks! Since we're here to talk about a social issue, are you familiar with Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "3",
    "text": "I have heard of Save the Children, but not sure what they do specifically",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "4",
    "text": "I am fairly familiar with them. They are an international organization that promotes children's rights and provides relief and support. I think they do great work for the children of the world.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "5",
    "text": "It sounds like a great organization. I think helping children is very important",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "6",
    "text": "Me, too. I see a lot of images on tv and on the internet of children suffering because of lack of resources and aid and it breaks my heart. I don't have a lot but I try to do what I can to help.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "7",
    "text": "It breaks my heart too. I can't watch or look at those images. What can people do to help?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "8",
    "text": "A charity like Save the Children relies on donations. They are non-governmental so all their funding comes from those willing to donate. I try to donate when I can. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "9",
    "text": "Do you think the donations go mainly to the children or are there a lot of administrative fees that it goes to first?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "10",
    "text": "With Save the Children I trust that the money goes to the children. Other charities you have to watch out for but I've heard nothing but good about Save the Children. I never know how much to donate though. I want to help as much as I can, and even sometimes just a few dollars helps. How do you feel about donation amounts?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "11",
    "text": "I never know how much to donate either or how to donate",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "12",
    "text": "I often donate some of my earnings here. For example, I might use some of what I make today as a donation, especially from this HIT since it's what we're discussing. I tend to feel guilty if I talk positively about something and then don't follow through.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "13",
    "text": "That would be great if we could do that here. Now that we are talking about it, I feel like I should do something to help more often",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "14",
    "text": "We are allowed to donate some of this HIT to Save the Children if we want. The research team will collect all donations and send it to Save the Children. Would you be willing to donate $1 or more from this HIT?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "15",
    "text": "I could donate $1 today ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "16",
    "text": "That's great. I'll donate $1, too. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "17",
    "text": "Oh good. I'm going to look into the organization and see what else can be done to help and what all they do",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "18",
    "text": "That's great. They are definitely a worthy charity and do so much good. I appreciate you hearing me out and taking the time to research more.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-165121_48_live"
  },
  {
    "index": "19",
    "text": "Thank you for helping what sounds like a great organization. It sounds like they really need all they help they can get",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-165121_48_live"
  }
]