[
  {
    "index": "0",
    "text": "Good morning!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "1",
    "text": "hello good morning, how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "2",
    "text": "I am doing very well. It has stormed all night here. What about where you are?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "3",
    "text": "The sun is very bright! I really want to shut the windows, but I do like my house nice and bright. Im sorry to hear about the storm, where are you from?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "4",
    "text": "I am from the Midwest. I think it started up every time I fell asleep! I can not imagine how the people in WI are feeling right now. Did you hear about the storms a couple weeks ago in Hawaii?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "5",
    "text": "Yes I did hear about the storms! It's so sad. It was reported in the news and you can see how all the water that is ac",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "6",
    "text": "I saw that there is an organization called Save the Children that helps out in situations like this. Have you heard of them?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "7",
    "text": "Im sorry I had pressed enter before I finished my sentence, I meant to say you can see all the water rising and taking over their homes. But, to answer your question, no I havent heard of the organization. Im from New york and I barely hear anything about out of state.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "8",
    "text": "No problem. I do that all the time. STC is an organization that accepts donations  to help kids in need. There is a chance to donate part of today's pay, even a small amount of $0.05 can help. Are you able to help the kids out. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "9",
    "text": "Yes ofcourse it would be my pleasure! I can dinate $0.05 to help the kids. How can I find out more informatiin about the organizatiin? ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "10",
    "text": "Let me give you their web address it is:  URL does this come through okay?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "11",
    "text": "Yes it came through. Is this a organization you started or are you supporting it? how did you find out about this? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "12",
    "text": "I stumbled across it by chance. I really was touched. I hate to see kids suffering. I have kids in my family/extended family. Do you? I just hate to see kids suffering.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "13",
    "text": "Yes I have a son who is 3 years old. I know what you mean, I hate to see kids anywhere suffering. They are so innocent and don't deserve any bad things happening to them. Especially those kids being torn from their families vecause of their imigration status. It really is sad.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "14",
    "text": "I have such a soft heart for kids. I can not imagine not being able to help the kids in my family, so I feel so badly for those families. I know your donation will help a lot of people. So I forgot to ask what else you are up to today?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "15",
    "text": "Well, I was suppose to take my son to daycare but Im off and decided I wanted to spend time with him, since i'm always working. I made hime some homemade buttermilk pancakes with sausages. Now were being lazy laying in bed until elen ish and we're going to the pool. What about you?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "16",
    "text": "Oh that all sounds really good! Sounds like you are going to have a fun day. We have a HS sporting even, if the weather permits. So we'll see. I have a pool. I wonder if it will be warm enough to swim. Just to confirm, you are donating $0.05, right?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "17",
    "text": "Yes, that is my donation. Must be really nice to have a pool! I live in the city, so theres no space for that here. There is nothing but big huge buildings out here. I hope you can attend the event if the climate permits",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "18",
    "text": "Well thank you! I know it will help. Please take care and have a great day. Enjoy!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-070821_517_live"
  },
  {
    "index": "19",
    "text": "Thank you! have a beautiful wonderful day!! Bye.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-070821_517_live"
  }
]