[
  {
    "index": "0",
    "text": "Hi, have you ever heard of the charity \"Save the Children\" before?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "1",
    "text": "No I havent, please tell me more.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "2",
    "text": "Save the Children is a charity organization that provides funding to help get children access to health and education all over the world  ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "3",
    "text": "That sounds great.  I think any childrens charity that is legitimate is worthy.  I am a big fan of St Jude's, I like the fact that they treat children but are also looking for a cure for diseases.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "4",
    "text": "Yeah St Jude's is a great organization that helps find cures for diseases.  There are a lot of other emergencies out there besides disease though, like disasters caused by weather or conflict and Save The Children provides money to help kids affected by that",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "5",
    "text": "So the organization just funds local clinics but does not have any personal effect on treating children?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "6",
    "text": "Save the Children definitely has an effect on treating kids, they are active in over 120 countries and as well as providing funding to local organizations they also give direct aid like emergency supplies after a disaster. So they really can do it either way.  ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "7",
    "text": "I feel so silly! Is \"Save the Children\" that organization that I see commercials for that shows sad underweight children with swollen tummies and says for the price of a cup of coffee each day you can sponsor a child.  Those are heartwrenching",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "8",
    "text": "Yeah those commercials can be persuasive, there are so many different disasters affecting kids all over the world. The food insecurity in Africa is off the charts whenever there is a drought and Save the Children helps provide food to starving kids there. Any donation can really help provide more food.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "9",
    "text": "Thats wonderful, I definitely support helping those children.  I guess I dont think too much about them day to day, I kind of get consumed by the homelessness here in my city, or what our local church is funding at the moment.  But starving children deserve more wherever they are.  Its sad that we can never do enough",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "10",
    "text": "Yeah its hard because wll live in such a connected world that you hear about so many awful things going on. On the positive side though in the past all of these awful things were happening but there were less mechanisms to help stop it. But for example this week thousands were displaced in Somali because of flooding but now Save the Children along with other organizations will go over there to help them.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "11",
    "text": "Thats great, what is their website so I can look more into it?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "12",
    "text": "URL here you go",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "13",
    "text": "Thank you! Do you also sponsor children yourself?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "14",
    "text": "I have but not directly with Save the Children, I have been active in other organizations though like Boys and Girls Club",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "15",
    "text": "oh, thats a great organization also.  I always wondered if the kids really write letters, that would be really neat.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "16",
    "text": "Some do, but the sponsorship isn't just for a specific child it just goes into a fund. The kids write letters to people who put money into the fund. That allows them greater flexibility to move money around to where its needed",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "17",
    "text": "Oh ok, well thats a shame.  But I am not discounting the cause.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "18",
    "text": "I think it really is more of a positive because if someone was to donate but later on in life they had to pause their donation for a time for some reason or another they wouldn't feel morally responsible for that child no longer being supported, because their would be other donors in the fund that would pick up the slack. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "19",
    "text": "That makes a lot of sense. Thank you for sharing this with me, I will definitely look more into this charity!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180527-210026_713_live"
  },
  {
    "index": "20",
    "text": "Great happy to help! Thanks for a nice conversation",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180527-210026_713_live"
  }
]