[
  {
    "index": "0",
    "text": "Hi there! How are you doing tonight?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "1",
    "text": "Fine, thanks!  You/",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "2",
    "text": "I am doing pretty good, just relaxing for the night. What about you?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "3",
    "text": "Hanging out with family.  Doing some work.  Nothing exciting.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "4",
    "text": "Pretty much the same here. Spending a little time looking at the news. Do you read the news pretty regularly?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "5",
    "text": "I read it online, all the time every day!  I like to keep informed.  A lot of times I am reading from places that I don't necessarily agree with.  I find that more interesting!  Local or National news?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "6",
    "text": "Definitely both. I have really seen a lot about kids suffering lately. I am asking for donations to an organization called Save the Children. Have you heard of them?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "7",
    "text": "Maybe.  It's familiar.  Tell me about them.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "8",
    "text": "They area n organization that collects donations and then is able to use 90% of the donations to help kids attain basic needs like food, clothes and shelter. I am wondering if you would donate part of today's pay? Even a donation of $0.05 can help.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "9",
    "text": "Maybe.  It this a local, national?  where are they helping kids?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "10",
    "text": "It's both. They help kids in the US and other countries. Have you heard about the flooding in Hawaii?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "11",
    "text": "Of course.  I have a friend who has had to move in recent weeks.  .05 isn\\'t going to help anyone much.  I\\'ll donate 1.00 of the \"pay\" for today.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "12",
    "text": "Oh man. That is terrible. Pretty much the same day the news covered the flooding in Hawaii STC pledged to step in and help. I really respected the way they stepped up. Wow! you donation will really help a lot of kids. Are you interested in their website?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "13",
    "text": "No, not really, to be honest!  I'm glad to do a donation, but I'm involved in a lot of things in my own community.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "14",
    "text": "That is great that you help out in your community. What is your favorite thing to help with?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "15",
    "text": "Children's mental health, specifically assisting parents in having the information they need to assist their kids in getting and staying well.  I've been doing it for about five years.  ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "16",
    "text": "That is so important. I used to work with kids with special needs. I loved it. Is it your job or volunteer work?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "17",
    "text": "My job is managing a program for employment for people with barriers to employment.  The children's mental health work is volunteer.  What kind of special needs?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "18",
    "text": "I worked with mostly kids that had physical disabilities. They were very young, 3-5 years old. Are the kids young, or older?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-191911_779_live"
  },
  {
    "index": "19",
    "text": "Work is mostly young adults or older-  the volunteer work I do ranges from toddler to young adults.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-191911_779_live"
  }
]