[
  {
    "index": "0",
    "text": "Hello! It's nice to talk to you. ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "1",
    "text": "Hi! Nice to talk to you too! ",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "2",
    "text": "This may seem like a strange question, but have you ever heard of the charity \"Save The Children\"? It\\'s an organization that provides relief to children in developing countries and promotes their rights.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "3",
    "text": "Actually yes, I have heard of this organization. I believe they have a good reputation. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "4",
    "text": "They do. There are a number of similar organizations but Save The Children is probably the one with the highest reputation. They do a great job and make a serious impact on a lot of lives that might otherwise be lost. They reduce a LOT of suffering.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "5",
    "text": "Do you know how they use the money? Does it go directly to children and their families? Or does it go to a \"hand out\" type of administration? ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "6",
    "text": "They say that independant audits show that 9 out of 10 dollars donated go to programs. They do their best to keep their administrative costs low to maximize how much goes to help.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "7",
    "text": "I do like that. It is important when I consider my giving that the money goes as directly to the afflicted people as it is able. I don't like wastefulness of advertising or self promotion. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "8",
    "text": "Why I ask is that the study has given you an opportunity to donate to the organization. Do you think you would like to donate? The research team would collect the donations and pass them on. The donation would from from your task payment, but every dollar helps.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "9",
    "text": "How much, ideally, would you be looking for me to donate? ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "10",
    "text": "I think a dollar would be very generous. That's what I would suggest. I wouldn't want to ask you to give up all your reward.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "11",
    "text": "It is such a small amount I think I could do better than a dollar. Do you ever know what part of the world your donation ends up in? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "12",
    "text": "My research shows they do things all over the world, but I would expect that right now they're concentrating on war zones with lots of refugees, like Syria and several places in Africa where there's fighting.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "13",
    "text": "That would be a great use of their resources. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "14",
    "text": "There are thousands of Syrian children who have grown up in refugee camps, never knowing home. If nothing else, the organization can make their lives a little more bearable until the poltical situation can be resolved and they can go back.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "15",
    "text": "It is all just so terrible. It just all seems like such a huge problem that one individual could barely make a dent in the problem. I would like to contribute though. I suppose every bit helps.  ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "16",
    "text": "That's one of the nice things about organizations like Save The Children - our small efforts gather together and become something meaningful. That's the best way to get big things done, I think.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "17",
    "text": "I would like to donate the full 2 dollars. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "18",
    "text": "I think you're doing a great thing. You're a really generous person. I'm sure all those children that money will help would thank you too if they knew you were doing that.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-182632_141_live"
  },
  {
    "index": "19",
    "text": "I hope so. I wish I could do more. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-182632_141_live"
  }
]