[
  {
    "index": "0",
    "text": "Hey ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "1",
    "text": "Hi",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "2",
    "text": "My name is Ren, how are you today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "3",
    "text": "Hi Ren! I am doing fairly well, thank you.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "4",
    "text": "I see we should discuss a social issue. How do you feel about struggling children in developing countries?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "5",
    "text": "I feel sad for all children that have to struggle; no matter where they are from.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "6",
    "text": "I feel the same way! I saw this clip today that just broke my heart",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "7",
    "text": "What type of clip was it? Were the children without family and the necessary tools to survive?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "8",
    "text": "It was one of those emotional videos, showing children and their families without food and other necessities. It got me thinking of how I can help.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "9",
    "text": "That is sad. There are so many people in this world that don't have money, so they have to rely on other people to help them. I see homeless people here, and sometimes try to help them out also.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "10",
    "text": "My heart just goes out to them. Would you be willing to donate a portion of your bonus to these children?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "11",
    "text": "What organization would be receiving the donation?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "12",
    "text": "Save the Children. The research team can organize for them to receive it. I am also going to donate half of my bonus to them. Things add up and can make a difference in someone's life. Will you help us?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "13",
    "text": "It\\'s very hard to not be leery about about online donations; but in this case, I would donation a portion to this cause. Can you tell me a little more about \"Save the Children\"?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "14",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "15",
    "text": "You seem to know a lot about this organization; have you made donations to this cause previously?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "16",
    "text": "Actually I haven't. I was just looking for a way to make a contribution and found them. The researchers for this study will handle the monetary contribution. These days you really have to be careful of sending money to anyone. I figured that since this is a bonus, we wouldn't even have to give any credit card information, it's perfect. How much do you like to donate to the charity? I'm giving a dollar! ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "17",
    "text": "I think I have an amount in mind; do you know what percentage of all donations actually go directly to the cause?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "18",
    "text": "All proceeds donated will be given to the charity. We really have to help each other in this world. Thank you so much for our talk today and your donation. Hopefully other opportunities will allow us to be more effective in changing the world around us!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "19",
    "text": "It was interesting talking to you, do you donate often to charities? ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "20",
    "text": "I do! from I can establish that it will help someone in need I will definitely give. By the way, I'm curios how much have you decided to give? ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-125737_539_live"
  },
  {
    "index": "21",
    "text": "I will also donate $1.00.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180901-125737_539_live"
  }
]