[
  {
    "index": "0",
    "text": "Hi, how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "1",
    "text": "Im doing well and yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "2",
    "text": "I am great! Thanks for asking.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "3",
    "text": "Absolutely! Thank you as well!",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "4",
    "text": "I am here today as a fundraiser for Save The Children, which is an organization dedicated to ensuring all children receive health, education, safety, etc. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "5",
    "text": "Do you like your work?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "6",
    "text": "I definitely do! I feel like I am helping to make a difference to a cause that ensures something as important as clean drinking water, and providing nutritious food to starving children.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "7",
    "text": "Thats great! how long have you been raising funds for the organization?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "8",
    "text": "I am relatively new to this organization but have worked in fundraising for the last 3 years. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "9",
    "text": "How much funding have you secured throughout the past 3 yeears?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "10",
    "text": "I, personally, have raised tens of thousands over the years. I took an active interest in Save the Children mainly because of the Syrian conflict and how millions of Syrian children grow up facing the threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured. Donations to Save the Children go directly to help in situations like these. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "11",
    "text": "What type of work does the organization do for American children?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "12",
    "text": "Save the Children works to alleviate child poverty in the U.S. to help children in poverty get the nutrition and education they need right now. Thanks to the generosity of donors, we help the nation's most vulnerable children become ready for kindergarten _ and excel by third grade _ so they can succeed in school and in life. Plus our teams are there before, during and after emergencies _ preparing children, protecting them and helping them cope in the aftermath.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "13",
    "text": "Thats fantastic! Id like to receive some more information on that. Can you send literature to my email? Id like to make a future donation.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "14",
    "text": "Absolutely! Thanks so much for your interest in this program. It is truly helping our most vulnerable. How much do you think you would like to donate? I can send you information on our different levels of sponsorship. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "15",
    "text": "Im unable to donate at this moment. Please forward information to this email. placergold@live.com. Thank you!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "16",
    "text": "That's okay if you are unable to at the moment. I just would like to ensure that I send you the appropriate tier of sponsorship information. How much do you anticipate donating in the future. Just your best guess is fine.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "17",
    "text": "I'd have to shuffle around finances. I cant promise or commit to a certain amount unfortunately",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "18",
    "text": "Well, thank you so much for your time! I will get some literature sent out to you about Save the Children and you can review it at your convenience. Thank you!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-111729_738_live"
  },
  {
    "index": "19",
    "text": "Thank you have a fantastic day!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-111729_738_live"
  }
]