[
  {
    "index": "0",
    "text": "Have you heard of Save the Children charity?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "1",
    "text": "I haven't, please tell me more.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "2",
    "text": "They specialize only in children's needs,  they provide hot breakfasts, lunches, all manner of school supplies, clothing and shoes.  They do this in the United States and some overseas countries where the need is tremendous.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "3",
    "text": "That sounds like a great charity. One that does much needed work for children in this world. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "4",
    "text": "It does.  I remember years ago going to a presentation for thi cha4ity, it broke my heart",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "5",
    "text": "Do you donate to this charity? I would like to as well, but feel now is not the best time for me financially.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "6",
    "text": "I did years ago.  Now I contribute to my local cat rescue group and we have a shelter dog group too.  As you can probably tell, I love animals",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "7",
    "text": "I had no idea actually. Good for you. I appreciate your commitment and donations.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "8",
    "text": "It makes me feel that I am helping a little bit, if I won the lottery, I would adopt all of them and buy a farm.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "9",
    "text": "That seems like a lofty goal. I will keep Save the Children foundation in mind once I start doing better in my financial management skills.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "10",
    "text": "You know that even .25 could go a long way.  With a group of folks just giving that much would add up.  And such a small amount probably wouldn't hurt the pocketbook too badly.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "11",
    "text": "I would have to give $0 right now. I agree with that mentality though, we can accomplish much with little. I hope to play my part in the future in this.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "12",
    "text": "Well that's good that you will keep save the children in your thoughts for a later time.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "13",
    "text": "Yes, I will and have you to thank for that. Also you make me positive about giving what I can when the time comes and it mattering to that cause.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "14",
    "text": "You're right and it makes me feel so good inside when I think I can contribute someway, even if it's a little.  That warm fuzzy feeling. Lol",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "15",
    "text": "Yep. Do you have any dogs from that rescue group? If so, how many and their names?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "16",
    "text": "Yes, I have Dude, he is a black lab, I have Popeye who is a little corgi mix.  They are the best dogs I have ever had.  Do you have pets?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "17",
    "text": "I have one dog, Sasha we adopted 10 years ago from a dog pound. She is great and we love her a lot. Thank you for the great conversation and have a great night.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "18",
    "text": "That is great, love to hear when our fur babies get good homes.  Nice to talk to you too and remember save the children.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-222850_306_live"
  },
  {
    "index": "19",
    "text": "I will, thanks!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-222850_306_live"
  }
]