[
  {
    "index": "0",
    "text": "Hello, How are you doing?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "1",
    "text": "I am doing wonderfully, how about yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "2",
    "text": "Good. I am doing great. Would you like to know how you could make a difference, even if it is with a small monetary donation?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "3",
    "text": "Yes, please tell me more about your charity.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "4",
    "text": "Well the charity that I represent is Save the Children. It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "5",
    "text": "I just saw an ad for this last evening on tv. Where are you located?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "6",
    "text": "Alabama. If you like to help you can donate to them, it does not have to be a lot. Small amount all build up to a greater good, so you do not have to feel guilty when you donate a small amount. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "7",
    "text": "Can you tell me exactly what kind of support they can provide? What is your role in this charity?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "8",
    "text": "Well I am just a volunteer who is passionate about the cause the organization provides to many children who would otherwise not have access to the resources that Save the Children provides to them. They provide book, educational materials, and health care to the children. Save the Children has had opportunities to go into war-torn areas to help PTSD children recover from the side-effects of war. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "9",
    "text": "Are the donations tax deductible?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "10",
    "text": "Yes, all donations are deductible. After the donation is processed you will be emailed or sent a copy of the donation and you can use that for your tax documents. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "11",
    "text": "WHat is the best way to make a donation?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "12",
    "text": "You can donate with their website at  URL  At the top there is a link for donations where it is all streamlined. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "13",
    "text": "I am not too trusting of giving my personal information on-line. Will there be another way to donate?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "14",
    "text": "Well you can call them at 1.800.728.3843. But I can assure you that their donation portal is very secure with McAfee Security.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "15",
    "text": "That is somewhat reassuring. Can you tell me what the average donation is? ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "16",
    "text": "Usually $25 is a average donation because it is not too much yet it can be just enough to know that your donation is going to a good cause. But there is a button where you can choose however much you want to donate so there is not pressure to donate a lot. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "17",
    "text": "Great. Now, the instructions regarding this chat indicate that I can donate from my payment for chatting with you. Does this mean mturk or save the children will automatically be paid if I decide to donate my payment, meaning I do not have to do anything more?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "18",
    "text": "Yes that is correct. I will not see how much you will donate but you can donate through this chat function.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "19",
    "text": "Well, thank you for all the good information. I do not choose to donate right now through this chat but be assured that I will certainly call the charity and donate independently. Thanks for your time, nice chatting with you",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-154653_979_live"
  },
  {
    "index": "20",
    "text": "It is unfortunate that you cannot donate right now but I can understand. Hopefully you can find it in your heart to donate in the future. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180830-154653_979_live"
  }
]