[
  {
    "index": "0",
    "text": "Hello, would you like to be involved in saving a child's life?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "1",
    "text": "How so?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "2",
    "text": "By agreeing to contribute to Save the Children.  It is a reputable, viable organization which provides resources to impoverished children.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "3",
    "text": "I have already donated to another charity this month.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "4",
    "text": "I understand, but this organization will directly impact a child's life by adding additional resources and support to ensure that children are able to lead healthy, happy, productive lives.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "5",
    "text": "I donate to St Judes every month which benefits children too. I wish I could donate more, but I can't",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "6",
    "text": "Totally understandable. We all have our own obligations in our personal lives.  Do you mind if I ask you if you have ever gone with out food, shelter, or the basic necessities?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "7",
    "text": "I have been nearly homeless at a point in my life.  That is why I donate money to help take care of others, pay it forward if you will.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "8",
    "text": "Exactly, I myself have been homeless, gone to bed without food as a child,  had no heat or water in the dead of winter, which is why supporting Save the Children is so important! Just 1 donation could potentially change a child's opportunities in life!",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "9",
    "text": "Have you donated?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "10",
    "text": "Absolutely.  Just like you mentioned earlier, I believe in pay",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "11",
    "text": "I am glad we are both able to help.  I just have already helped another organization this month and live paycheck to paycheck as it is.  I'm sure you understand.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "12",
    "text": "My apology, I hit the enter button prematurely.  But I absolutely agree in paying it forward. I wholehartedly agree that our purpose in life is to be a blessing for someone else when we can.  Would you be willing to donate to the charity now? ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "13",
    "text": "I really can't.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "14",
    "text": "You mentioned earlier that you live paycheck to paycheck, I am in the exact same boat. But did you know that your donation can be directly deducted from your task payment?  You can choose any amount from O to $2. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "15",
    "text": "Oh, I didn't know that!  How do I do that?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "16",
    "text": "The research team will collect all donations and send it to Save The Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "17",
    "text": "Ok, I'd be happy to donate half of my earning.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "18",
    "text": "Excellent. I applaud your efforts for being part of the solution.  If you would like to gather additional information, please go to  URL   Thanks so much!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-192744_15_live"
  },
  {
    "index": "19",
    "text": "Sure thing!  I am glad I was able to help.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-192744_15_live"
  }
]