[
  {
    "index": "0",
    "text": "Save the Children is an amazing charity that helps kids who are in desperate need. They can help with safety, education and more. You can donate some of your earnings to this amazing charity.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "1",
    "text": "I believe in this charity, but still wonder how much of the money I donate actually helps.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "2",
    "text": "Every little bit makes a difference. When you have people who are so poor, it's amazing what a tiny amount can do.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "3",
    "text": "I would gladly give my earnings to this charity.  Children hold the future of the world.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "4",
    "text": "It is really so heartbreaking when you see all of these kids not having enough to eat. It really breaks the heart. They are so little. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "5",
    "text": "I know, it always amazes me how many children are suffering around the world.  It is so sad.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "6",
    "text": "Even the little bit you donate from your earnings can go a long way to making a difference for a child. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "7",
    "text": "Though MTurk they should raise quite a bit.  Even though it is only .30 for this hit, with the number of people it adds up.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "8",
    "text": "That's what happens. Even small amounts make such a big difference when they are added up. That's why it does make such a difference to even do small things. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "9",
    "text": "In my personal life I do pay attention to all the details and the reviews of charities.  There are so many worthy causes that I try hard to make sure my meeker amounts go to benefit the most. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "10",
    "text": "And Save the Children is a great charity. They really do help so many kids and people. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "11",
    "text": "I know they are a well established charity so should have all the resources, administration wise, to get the money where it is needed most.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "12",
    "text": "I think it's wonderful that you are doing this and are going to donate. It is such a great thing to do. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "13",
    "text": "It makes me feel that even though not enough I have done a little something.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "14",
    "text": "You do what you can, and that is all that matters. But you should feel good about this little amount. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "15",
    "text": "I live in a very rural area, people in my town are extremely poor and it still amazes me how they will take what little they have and take care of each other.  ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "16",
    "text": "It is very sweet. And these small things just make such a difference. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "17",
    "text": "It is hard to watch and not reach out to help a child.  I do what I can in my own community and the town comes together this time of year to make sure each child has school supplies.  It is really sad that Save a Child exists, the world should be a safe place for children and there should be no need. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "18",
    "text": "It should be. But with people helping it can at least make a difference. I think everyone can do their part. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "19",
    "text": "I agree, it has been very nice chatting with you and I hope you have a great day.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "20",
    "text": "Thank you so much. Can you tell me now how much you would like to donate? You can choose any amount to all your payment.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180826-053845_531_live"
  },
  {
    "index": "21",
    "text": "I will donate all of my payment.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180826-053845_531_live"
  }
]