[
  {
    "index": "0",
    "text": "Hi! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "1",
    "text": "Good how are you? ",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "2",
    "text": "I'm pretty good. Have you ever heard of the Save the Children organization?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "3",
    "text": "I have heard of that organization. I have seen a lot of commercials on TV for it. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "4",
    "text": "I hear you. That is when I first heard of it as well. I love the fact that it is a non-government organization that promotes children's rights and helps to provide the support in those developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "5",
    "text": "Agreed. Any organization who promotes rights for those who don't have the platform to speak up is a wonderful charity. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "6",
    "text": "I guess now I am going to sound like the tv commercial but have you ever thought about donating to the organization? ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "7",
    "text": "I have thought about it in the past. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "8",
    "text": "I understand that. With all the organizations out there it is hard to tell a good one and a bad one. This organization helps to children with their rights to health, education, and even safety.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "9",
    "text": "Yes it is hard to tell whose interests really lie in the movement they promote. I like to research organizations first to see if the money I give is really going to the cause, or if it is wasted by high overhead costs. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "10",
    "text": "Yeah I totally understand that. I know the commercials are heart wrenching...seeing all those children suffer and hurting. It breaks my heart. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "11",
    "text": "Absolutely. It makes you look at your own children (if you have any) and think if that was them how would I cope? It's the reason I go to work everyday. To make sure that they have all that they need, and more than I ever had. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "12",
    "text": "I completely understand that. I have a little girl and it only makes me want to do more and more for her. Did you know that you can donate a little to the charity today?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "13",
    "text": "I did not. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "14",
    "text": "Oh gosh you totally can. Whatever you are making for your task payment you can choose to send so much of that to the Save the Children organization. You can choose whatever amount that you want.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "15",
    "text": "How do I do that? I would like to give 100% of the task payment. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "16",
    "text": "After we are done talking they should ask you if you would like to donate some and you can enter in whatever amount you want. The research team gathers all the donations and send it all to Save the Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "17",
    "text": "Awesome. I will do that.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "18",
    "text": "Oh gosh, that is so great of you. Even just a little helps them so very much. You are doing a wonderful thing but you and someone else. Now when you see those commercials you can feel good that you did something to help.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "19",
    "text": "Yes, it will be nice to know that I was able to give to them. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-061846_932_live"
  },
  {
    "index": "20",
    "text": "Well I hope you have a wonderful day and on behalf of the charity and the children it is going to, thanks for your help.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180826-061846_932_live"
  }
]