[
  {
    "index": "0",
    "text": "Hello, are you familiar with the charity: Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "1",
    "text": "Some what I familiar with charity. What about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "2",
    "text": "I am, Save the Children is a wonderful, greatly needed charity. Donations to this charity are essential to ensure at-risk children receive health care, education, safety and much more. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "3",
    "text": "So nice job. I also like to save the children.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "4",
    "text": "That is wonderful! I just wanted to make you aware that you have the opportunity to donate a portion, or all of your payment from this task to Save the Children. This donation will aid in giving at-risk children a chance for hope. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "5",
    "text": "Yes I also like to donate to the children without parents and relatives.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "6",
    "text": "Wonderful. I'm glad to know you agree with Save the Children's values. Before I ask you for the amount you'd like to donate I want to give you a bit more info about the charity and answer any questions you might have. Save the Children has received top ratings for achieving incredible results for children. Save the Children does what it promises. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "7",
    "text": "I like to donate. But I don't have money to donate.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "8",
    "text": "You would choose an amount from the money you make completing this task. Your donation would make a difference to children among 120 countries, including the United States.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "9",
    "text": "I like to donate 50 dollars. What about you?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "10",
    "text": "That is a generous donation! But I believe that exceeds what you will receive for this task. You can choose an amount anywhere from $0 - $0.30 ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "11",
    "text": "I choose 0.30 dollar for donation",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "12",
    "text": "Awesome! I want to let you know that your donation will be collected by the research team and will send it to Save the Children. Do you have any other questions about the charity?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "13",
    "text": "Ok if you need means you take that amount.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "14",
    "text": "Across the United States, more than 14 million children, or 1 in 5, grow up in poverty. Save the Children assists these children with their education, protection and emergency programs.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "15",
    "text": "We must help the children to give education.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "16",
    "text": "Yes we must. Your .30 donation will certainly assist these children. Save the Children is also transforming the lives of Africa's children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "17",
    "text": "Ok done. What Dollar you need to give For children charity?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "18",
    "text": "Okay just to confirm how much would you like to donate to Save the Children?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180827-021816_456_live"
  },
  {
    "index": "19",
    "text": "What about you?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180827-021816_456_live"
  }
]