[
  {
    "index": "0",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Would you be willing to donate a portion of your hit earnings to help?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "1",
    "text": "No, I am sorry, but I think I'd rather keep the money I make",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "2",
    "text": "Any small donation is essential to help ensuring children's rights to health, education, safety. Even a quarter would help.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "3",
    "text": "I don't know anything about this charity.  I don't even know if it is a real charity.  Seems like something someone made up for this HIT. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "4",
    "text": " URL ( \"The research team will collect all donations and send it to Save the Children.\")",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "5",
    "text": "Ok that looks real to me lol.  Still not sure I want to donate to it though.  It is hard to earn money on mTurk and I don't want to give any of it away.  ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "6",
    "text": "Well take a look at the website, I know money is hard to come by on Mturk. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "7",
    "text": "The website does have a strong appeal, I will give it that.  I am already 20 minutes into this HIT though and earning less than 2 dollars for that time would be a waste for me.  So, I am not going to donate.  ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "8",
    "text": "Well that is your decision, but a couple of quarters could make a big difference to a child. What if you were in the same situation?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "9",
    "text": "I understand the point but I'd rather donate locally",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "10",
    "text": "You could think of donating even a quarter as a good bit of karma.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "11",
    "text": "I guess but I need every penny I make on mTurk. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "12",
    "text": "Well you can be part of the solution and help these children, but if you need to small amount I will not hold it against you.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "13",
    "text": "I am going to keep the money.  Sorry.  I wouldn't expect anyone working on mTurk to give away these hard earned pennies.  If they are looking for people to be a part of the solution they should find people with money to burn",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "14",
    "text": "You should feel lucky to have what you have, I am sure you are very well of compared to those children who have nothing. There is nothing that might change your mind?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "15",
    "text": "I may say yes just to reach the end of this HIT lol.  50 minutes for 2 bucks...sheesh",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "16",
    "text": "I would like to get this wrapped up also, I just want you to know that your donation will really go to the charity.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "17",
    "text": "Sorry, but I have no reason to believe that so I am not going to donate",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "18",
    "text": "How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)?   \"The research team will collect all donations and send it to Save the Children.\" Any amount would be great and we can wrap this up. Thank you for your time.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-074215_511_live"
  },
  {
    "index": "19",
    "text": "I choose to donate 0",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-074215_511_live"
  }
]