[
  {
    "index": "0",
    "text": "Hello how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "1",
    "text": "Hello, I am well. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "2",
    "text": "I am good, are you off for Labor Day?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "3",
    "text": "I am now, I was working until about an hour ago. How about yourself?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "4",
    "text": "I am off as well!  I am curious of what you think about world-wide charity organizations and if you have ever heard of Save The Children?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "5",
    "text": "I think that certain organizations have a very important role to play when directed in the right fashion. I believe I have heard of save the children. Is that the organization that prioritizes funding for children without homes?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "6",
    "text": "Yes that is part of what they do, for instance the refugee crisis in Syria, this organization commits to saving these children from the daily threat of violence.  But that is just an example.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "7",
    "text": "I actually work with some organizations that do similar work to this on a smaller more local scale. The United Way Foundation was founded in my city and we give donations through work",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "8",
    "text": "Oh nice!  I want to say it's Denver or Chicago but I don't remember lol.  Anyways, the website is  URL if you would like to check it out.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "9",
    "text": "Thanks I'll look at it. Do you work with them?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "10",
    "text": "I do not, but I am an advocate for their cause.  If you are comfortable with donating up to $2 of your bonus, you may, the researchers will take the amount you specify out of your bonus.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "11",
    "text": "Do you know any more information about where the money specifically goes to?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "12",
    "text": "I personally do not, though I have seen concrete evidence through unbiased sources that save the children does do charitable work.  If you ever heard the term, \"save a child for a cup of coffee\"  it came from them.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "13",
    "text": "Definitely. And I am not doubting that they do good work I was just curious about how they allocate their donations. Going back to the United Way I mentioned earlier they actually let you decide where your donations get put to work. If you would like them to choose for you they have a community fund.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "14",
    "text": "Oh I get that, I guess that will be in the hands of the researchers themselves.  I am sure save the children allows specific donations to go to specific needs, but you would be donating through a \"3rd party\" so to speak.  Would you like to contribute?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "15",
    "text": "You said up to $2 but my payment for this is only $0.30 so I am not sure how this works",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "16",
    "text": "Oh, there is a bonus of $2 for completing this task, after we speak there will be a section where you can designate how much you would like to donate.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "17",
    "text": "I see. That makes more sense. I will most likely donate some of the bonus then. That makes it easy",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "18",
    "text": "Very nice, I will match whatever amount you declare here, how about that?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "19",
    "text": "Sure that works. I was thinking $0.50 in that case.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "20",
    "text": "0.50 it is then, thank you so much!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-142445_603_live"
  },
  {
    "index": "21",
    "text": "Thank you. Nice speaking with you.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180903-142445_603_live"
  }
]