[
  {
    "index": "0",
    "text": "Hello, do you give to charities on a regular basis?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "1",
    "text": "Hello, I donate here and there but not on a regular basis",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "2",
    "text": "I understand! It is nice that you do give to charities because every little bit helps. Have you heard of the organization Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "3",
    "text": "Yes . I've heard about it but I would like to have more information",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "4",
    "text": "Sure, they are an international organization not connected to any government that promotes children's rights and provides relief and support to children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "5",
    "text": "Interesting, in how many countries do they work?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "6",
    "text": "Right now they are in 120 countries and have helped 33.3 million children directly. I am partial to children's charities because they help the ones who can't really help themselves.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "7",
    "text": "So nice, what are the main issues they work on? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "8",
    "text": "They provide better healthcare and education for children as well as providing emergency aid when natural disasters occur or war and other conflicts. Did you know in Jan and Feb alone, 1000 children were reportedly killed or injured in Syria due to violence in that country?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "9",
    "text": "I've heard about it. It breaks my heart. is this organization clear with its financial reports?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "10",
    "text": "Yes in fact the most recent rating of Save the Children by a non profit charity watchdog gave it an \"A\". I think that is pretty clear.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "11",
    "text": "That is so good to find a trustworthy charities. I think there should be a few well-known companies cooperating with this charity",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "12",
    "text": "I agree. I think more people need to get on board to help the children. If we all do a little by sacrificing that 1 coffee a week or by eating out one time less per week, we could all make more of a difference, right?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "13",
    "text": "right, every little help make a big difference. we can support a family with few dollars in some countries",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "14",
    "text": "That is true for sure. I'm going to give some of my earnings today to STC, would you be willing to give some also if only $.25?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "15",
    "text": "I guess I will donate even more. I will donate today but can i please have their website in case i want to donate later?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "16",
    "text": "Sure, it is  URL but just know that if you donate through here the research team collects the donations and sends it all to STC so it is above board.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "17",
    "text": "Thank you for the information. Yes I will do it. I am glad there is a chance to help through HITs",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "18",
    "text": "Yes definitely. It has been nice chatting with you. You seem like a very kind person. Have a great day and thanks for your help with STC!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-075346_269_live"
  },
  {
    "index": "19",
    "text": "Thank you for your time and information. Have a nice day!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-075346_269_live"
  }
]