[
  {
    "index": "0",
    "text": "Do you ever donate to charities?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "1",
    "text": "Yes.  I have donated to several charities.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "2",
    "text": "Have you ever heard of Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "3",
    "text": "I believe I have.  The charities that I have donated to are mainly cancer charities.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "4",
    "text": "Save the Children is a charity that helps ensure children's rights to health, education, and safety.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "5",
    "text": "That sounds like a type of charity that I would be interested in helping out.  I like to find out as much as I can about how they use the money before I donate.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "6",
    "text": "Save the Children helps children around the world especially in developing countries.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "7",
    "text": "Do you know how much of the donation is actually used to help the children?  With all the scams out there, I like to get as much information as I can about the charity to make sure it is a sure thing.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "8",
    "text": "Save the Children is a completely transparent charity that puts most of donations directly toward helping children.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "9",
    "text": "That sounds like it is a good charity.  Children need all the help they can get.  All children do not have someone that cares about them and makes sure that they are taken care of.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "10",
    "text": "The lack of help to children around the world has been very tramatic.  In the first two months of 2018, 1,000 children in Syria were reported killed or injured.  Your donation can help address these problems.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "11",
    "text": "That is so sad.  Innocent children having their lives taken from them for no reason at all and others having to fight for their lives.  I would make a donation.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "12",
    "text": "Save the Children is a professional and longstanding organization that has a record of helping children around the world.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "13",
    "text": "I feel that we need more organizations like this one.  All children need a chance to be a child and not to be rushed into being an adult at a young age.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "14",
    "text": "The money that you spend on stuff like a bag of candy can be used to help feed and protect children.  Would you like to donate today?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "15",
    "text": "Yes, I would be willing to donate $1.00 today.  Is there a website I can go to to find out more information about this charity?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "16",
    "text": "You can donate directly from your bonus.  You can also go to their website.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "17",
    "text": "I like helping out any way I can.  I do a lot of volunteer work in my area to help out those in need.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "18",
    "text": "Your donation is very appreciated and you can feel confident that it will help tremendously.  Thank you very much and have a wonderful day.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-060425_57_live"
  },
  {
    "index": "19",
    "text": "Thank you for informing me of this charity.  I will do a search on it and see how much more I will be able to help.  You have a wonderful day as well.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-060425_57_live"
  }
]