[
  {
    "index": "0",
    "text": "Hi, good morning!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "1",
    "text": "Hello!",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "2",
    "text": "Were you able to read a little about the charity Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "3",
    "text": "No, I didn't see anything. I'm a little familiar with the charity though.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "4",
    "text": "Oh, awesome! Well, in case you didn't know, Save the Children is a great charity that focuses on helping kids around the world. They use almost 90% of all donations directly to help children in the areas of education, safety and emergency...",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "5",
    "text": "That's good to know that almost 90 percent of all donations go directly to help children. We know it's a problem not just in the United States. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "6",
    "text": "Yes, exactly. I'm not a fan of charities that keep a lot of their proceeds for themselves. That's one reason I really like this one. Do you think you would be willing to make a small donation to Save the Children today?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "7",
    "text": "I most likely will. I would like to read some more information, probably on their website, then donate from there. How do they help children in other parts of the world?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "8",
    "text": "Well, I know that the research team for this task can take a portion of our payment and send it directly to the Save the Children. It's quick and easy, and even thought it may not seem like a lot of money, I think that every penny counts. I believe we can contribute any portion of our payment: $0 - 0.30.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "9",
    "text": "That would be alright. Yes, I would like to donate at least one dollar to help Save the Children. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "10",
    "text": "Oh great! I don't know if there is a maximum we can contribute, but regardless, I think your support would be really appreciated.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "11",
    "text": "I've heard on the news that many children around the world are with their families trying to escape wars. I'm sure Save the Children helps them?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "12",
    "text": "I believe so. In places like the middle east or southern Asia, even the smallest donation can go a long way.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "13",
    "text": "Yes, I agree. It's difficult to watch the horrible things these children are going through. Our children and grandchildren are so blessed.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "14",
    "text": "Yes, that's so true. I really wish more people could understand the importance of helping other, less fortunate then ourselves.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "15",
    "text": "So, Save the Children has somehow eliminated a high overhead cost. Good for them. I wish other charities would follow, especially local ones. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "16",
    "text": "I believe they've been around for almost 100 years, so hopefully they have a pretty effecient organization. I completely understand that some expenses do occur in a non-profit, but with 90% going directly to the children, I feel pretty good about it.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "17",
    "text": "Ok. I'm ready to donate, tell me how!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "18",
    "text": "Nice! I think we just have to wrap up our conversation, then the task organizers will automatically deduct our donations. Thanks again for supporting such a great cause! :)",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "19",
    "text": "No problem. I'm always about children. I agree, this is a good cause. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-080802_964_live"
  },
  {
    "index": "20",
    "text": "It was great chatting with you. Have a great weekend! :)",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180825-080802_964_live"
  }
]