[
  {
    "index": "0",
    "text": "Have you thought about how much of the reward for this HIT you want to donate to Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "1",
    "text": "I do not want to donate any of my reward for this hit.  I make donations to charity regularly but not from jobs that I do.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "2",
    "text": "Save the Children is a great international no-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It has a very low overhead and almost all the money donated to it is directly used to help children.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "3",
    "text": "I know that it is a good organization and I support them.  However I am not getting a reward from this hit.  I am spending my time completing it so I am being paid for a job.  I want the money to do with as I choose.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "4",
    "text": "Save the Children has helped build hundreds of schools in developing nations around the world. They've educated many children who have gone on to do important medical and other life saving jobs.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "5",
    "text": "I still do not want to make a donation from this money.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "6",
    "text": "Another example is in Syria over 1,000 children have already been killed this year! Save the Children is helping to evacuate as many children as possible from that country. Don't you think every child deserves a long and happy life?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "7",
    "text": "Yes I do think that they do.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "8",
    "text": "Don't you want to be part of the solution by giving as much money as possible to Save the Children so they can help as many children as possible?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "9",
    "text": "I do not want to make a donation today.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "10",
    "text": "Think about how you were probably going to just waste the measly reward amount you were being offered for this HIT on junk food or coffee and think about what amazing things Save the Children would be able to do with that money.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "11",
    "text": "I am not going to waste the reward.  I use it for things that my family needs.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "12",
    "text": "Think about how much more those poor kids in developing countries needs the money. Your family is rich enough to live in a first world country and have food on a daily basis. By not donating this tiny amount you're directly allowing children to sufer.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "13",
    "text": "We work for everything that we have.  Nothing is just given to us soooo I am not going to give away something that I work for unless I want to do so.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "14",
    "text": "Of course you work for everything you own. By helping Save the Children you will directly be allowing a child to grow up and work for things him or herself rather than living in poverty and possibly not even making it out of childhood.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "15",
    "text": "It still does not change the fact that I am not going to make a donation with this money.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "16",
    "text": "Save the Children will even let you know about the specific child that your money is helping. So you will really get to know that one child. It's not just some faceless organization with faceless non existant children. Everything is completly real and on the up and up.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "17",
    "text": "I understand this and have supported Unbound a similar charity for years.  Since I already donate to a charity like this I am not making a donation. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "18",
    "text": "How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180808-032124_114_live"
  },
  {
    "index": "19",
    "text": "I will not donate anything $0.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180808-032124_114_live"
  }
]