[
  {
    "index": "0",
    "text": "hello how are u doing this morning?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "1",
    "text": "Good morning, I am tired because my son woke me up early",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "2",
    "text": "oh well i got up at 3am this morning ,watching and listening to the news ,were these chrildren were going hungrey and sick.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "3",
    "text": "That's sad, it would be nice if children were not sick and hungry.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "4",
    "text": "she mam it would ,the little things is skin and bones ,they have no money for food and clothing",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "5",
    "text": "It's too bad their parents don't have money to buy them food or clothes.  Does the government at least give them some food?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "6",
    "text": "i think they may donate some but not very much ,its so many people and chrildren going without ,starveing and going hungrey and the women over there keep getting pregnate with them knowing this its a shame",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "7",
    "text": "It sounds like they could benefit from contraceptions.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "8",
    "text": "yes or maybe a tube clap surgrey.or something.they are just presious little kids that didnt ask to be brought in this world but they here and needs to be cared for and loved.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "9",
    "text": "Are they being adopted or staying with their parents?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "10",
    "text": "well i think the way it gies is that u can send money to this place called save the chrildren and they let u oick a girl or boy and the money you send will go toward there food clothing and school.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "11",
    "text": "That's nice.  How do you know if the money will really go to the children and not just people who work for save the children?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "12",
    "text": "they send you pictures of the child like every two weeeks .and they keep you up dated on the child.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "13",
    "text": "Nice, then you can see it grow up.  Are you going to donate to the program?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "14",
    "text": "yes mam i am im going make the biggest donathion i can to help a few of kids.can you make a good dothion today mam ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "15",
    "text": "How much donation is required for each child?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "16",
    "text": "as much as you can give,theres not a set amount",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "17",
    "text": "So how do I know how many children I will get pictures of?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "18",
    "text": "you can choose as many as you want and you tell the manger that is over save the chrldren and tell him them payment amount and if you want boys or girls or bough and he will set you up for the payments and he will send you all the informathion out bto you",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "19",
    "text": "So if I want to get pictures of all the children I can donate 1 cent and tell the manager to send me pictures of every child every two weeks?  That sounds a sweet deal, it would probably cost them more to send all the photos though.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "20",
    "text": "so i hope you make a good desion on helping the chrdlern,we be weighting for your response thank you.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "21",
    "text": "I'm not so sure, there is a lot of typos in your sales pitch, and if I really donated 1 penny it would cost you more to mail me pictures than I would be sending you.  Also it seems like there would be a set amount per child.  I feel like I am being scammed for my hard earned money.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180829-041046_968_live"
  },
  {
    "index": "22",
    "text": "no mam no scam you can pay as little as two dollers.its are moral responisibility to help these kids so pleas i ask of you mam please consider makeing a dothion right now please dont weight every min a child is dieing of hunger",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180829-041046_968_live"
  }
]