[
  {
    "index": "0",
    "text": "Hello, hope your great today.  Have you heard of save the. Hold ten?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "1",
    "text": "I'm doing well, thanks! Likewise to you. I have not heard of that charity.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "2",
    "text": "Save the children do amazing work with kind kids",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "3",
    "text": "How long has this charity been in existence?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "4",
    "text": "They have been providing great services for kids for over 10 years",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "5",
    "text": "How are they rated as a charity? Do you have access to their overhead and admin costs breakdown vs. what they actually spend on programs?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "6",
    "text": "if you go to save the children.com you can find all of that information ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "7",
    "text": "Ah.. I see, you misspelled the charity at the beginning. I was wondering why you were talking about \"save the hold ten\" vs. \"save the children.\"",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "8",
    "text": "Sorry, typo!!  If you would like to donate, it can come right out if your task mon y today",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "9",
    "text": "As I recall, for save the children, they were given a bad reputation back in the '90s due to their excessive spending on administration costs vs. program expenditures. It was quite the scandal and they became a watchword for bad charities.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "10",
    "text": "I believe they have gotten better the last few years!  Would you like to donate ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "11",
    "text": "No, there are other charities that do a much better job in my opinion that I already donate to, such as Compassion International and World Vision for international children's relief, and my local food shelter. I can participate directly through volunteer hours and I can also actually visit the children that I help through my family's donations. That's a big plus for me.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "12",
    "text": "Are you sure, you can do as little as 5 cents???",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "13",
    "text": "Amounts don't matter to me. Ethical charities do. I'm sorry, but I contributed to save the children back in the day before the scandal broke. I'm afraid for me, their reputation is still bad. Sorry, no.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "14",
    "text": "URL Is there website!  You can check them out ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "15",
    "text": "Actually, their own website may be a biased barometer of their giving. Perhaps a link to an organization or other agency that rates major charities would be more helpful.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "16",
    "text": "Ok, I disagree with you but see your point ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "17",
    "text": "Believe me, if it were any charity besides \"save the children,\" you could have me donate my entire compensation, which isn\\'t really all that much.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "18",
    "text": "Ok, thank you for your time!!!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-075627_48_live"
  },
  {
    "index": "19",
    "text": "Thank you \"PERSON_1\"",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-075627_48_live"
  }
]