[
  {
    "index": "0",
    "text": "Hi! How are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "1",
    "text": "I'm doing very well. Thanks. How is everything with you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "2",
    "text": "Very well, thanks. Have you enjoyed the long weekend?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "3",
    "text": "Yes I did. I did spent it on the beach while doing some barbecue with my friends. It was lot of fun the past couple of days. How was your weekend?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "4",
    "text": "It was relaxing. Sometimes we plan busy weekends but this weekend we stayed home and relaxed. I've actually been reading about Save the Children. Are you familiar with the organization?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "5",
    "text": "Yes I am. It is a very great organization and I believe it was founded by two former presidents, Bill Clinton and George W. Bush. The organization is charity for the children who have been displaced by either hurricanes or other natural disasters and the charity steps in to help those children and families in need. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "6",
    "text": "Yes. I've always thought it was a worthwhile organization. I think we are all responsible in some way for taking care of the children of the world in whatever way we can.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "7",
    "text": "That is very true because the way that I see it we are all one big family and should be there for one another in a time of crisis and distress.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "8",
    "text": "Yes! I couldn't agree more. We are all in this together. Who knows what we can accomplish if we all do what we can for one another. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "9",
    "text": "Yes. We can accomplish big things if we care for one another and it shouldn't matter what party we are in whether its Democrat, Republican or Green it shouldn't matter. We are all Americans and we are one family. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "10",
    "text": "Once again, I couldn't agree more. I was just reading Save the Children is working in Syria. I'm sad to say, they are reporting over 1000 children have died in 2018 in the war. It's horrific to think of children having to live with this sort of fear. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "11",
    "text": "That is both terrible and sad to hear. Syria has a dictatorship and and someone who is obsessed with power. This is a bad combination because a lot of people and especially the most vulnerable like children are getting caught in the crossfire. Its very sad.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "12",
    "text": "It is sad. I'm thinking about sending them a donation. I don't have much of a budget but I suppose every little be helps. If the millions of people just in the US alone contributed $1, that would be quite an infusion of money for Save the Children. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "13",
    "text": "That is correct. If people in the US contribute $1 for Save the Children the world will be indeed a better place. I will do also give a donation. Children must never live in fear and in horrible conditions that they can't escape from.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "14",
    "text": "According the researchers who's MTurk HIT I'm working on, you could donate right now through this HIT. Your donation could be deducted from your HIT payment. Would you like to commit to donating up to $2 right now?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "15",
    "text": "Yes I willing to commit half of my payment from this Hit. I think it would help many children.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "16",
    "text": "Wonderful! So I can tell them you'll donate $1? They say they will deduct the donations and submit them to Save the Children. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "17",
    "text": "Fantastic.That will be great. I think many lives will be saved if we all contribute to this organization.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "18",
    "text": "I agree! I'll also be making a donation. It was very nice to talk with you! ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "19",
    "text": "It was very nice talking to you as well. I hope you have a great week ahead and a great the rest of the year as well. I wish you always the very best!!!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-155911_448_live"
  },
  {
    "index": "20",
    "text": "Thank you. Wishing you and yours the best too. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-155911_448_live"
  }
]