[
  {
    "index": "0",
    "text": "Hello how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "1",
    "text": "I'm good. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "2",
    "text": "I am doing great! I am here to let you know about this amazing international foundation called Save the Children that promotes children's rights, provides relief and helps support them in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "3",
    "text": "Please tell me more.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "4",
    "text": " These children are being used in horrific ways, the food and supplies that are supposed to be going to them are being stolen and we are trying to gather money to ensure the supplies get to these children who really need these supplies and help. With a donation today, not only will we be able to ensure the supply lines safely reach villages, but doctors will also go and help the children with medical care they desperately need. All I ask is that you donate a portion of your task payment to this charity to help the children.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "5",
    "text": "How do I know this charity is legit?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "6",
    "text": "You are free to look up any information you like at  URL ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "7",
    "text": "How much of the donations goto the children and the effort?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "8",
    "text": "100% of your donation will go directly to Save the Children. Just think of it this way, instead of getting your morning coffee, or that bag of chips at lunch, you could donate $2 today and help ensure that 3 children get the care they need and food in their stomachs.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "9",
    "text": "Does 100% go to the effort directly or does any of the monies go to employees like the director of the charity ect?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "10",
    "text": "The research team will collect all donations and send it all directly to Save the children. So it will go to pay for the flights to get the team over there, medicine, food, everything needed to help these children",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "11",
    "text": "What roughly is the percentage that goes to the running of the charity and helping the children directly?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "12",
    "text": "Like I said earlier, 100% of your donation goes directly to helping these children. Look, already in 2018 alone, 1,000 children have been reportedly killed or injured in intensifying violence. They need your help. They need your donation more than you do honestly. What is $2 to you when that money can literally save lives over there?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "13",
    "text": "There are many scams out there that take more to profit then to actually help the kids. I need to know these things before I donate even if it is as little as $2.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "14",
    "text": "You can go to the website I provided you earlier to know in your heart that this is not a scam. Can I count on you to help these children? Are you willing to trust me enough to donate your task payment to help these children?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "15",
    "text": "I do not know in my heart that this is not a scam. I have been scammed before. That is why i am asking you for the details. Againwhat  roughly is the percentage that goes to the running of the charity and helping the children directly?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "16",
    "text": " I went to the website and looked up the actual numbers. 86.5% of donations goes directly to the villages and the rest goes to fund the outreach, website, and publicity. it is a non-profit organization. You don't have to donate the entire amount of your task payment. you can choose any amount from nothing to the $2. I am just hoping you would be gracious to help these children enough to give the $2 and give them a fighting chance. I really believe you know this isn't a scam",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "17",
    "text": "How do you donate?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "18",
    "text": "This chat is being recorded, you Tell me how much you would like to donate and I will give it to the research team for them to deduct it from your task payment and send it to Save the Children. How much would you like to donate today?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "19",
    "text": "I am still not 100% confident this isn't a scam as it is all done via the computer and not face to face.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-094545_472_live"
  },
  {
    "index": "20",
    "text": "Would you like to take a few minutes to go over the website first before you commit?",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-094545_472_live"
  }
]