[
  {
    "index": "0",
    "text": "Hello, may I ask how interested are you in children and their quality of life right now",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "1",
    "text": "I am very interested! I think it is important to support children from all walks of life.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "2",
    "text": "Have you ever thought about donating to an organization that helps children in need?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "3",
    "text": "I absolutely have, most recently to support children who were separated from their parents entering the country.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "4",
    "text": "That is great to hear, but sadly there is not much that that organization can do, as a lot of children in poor countries don't even get the chance to live past the 15 years of age",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "5",
    "text": "Is there a particular organization or charity you are thinking of?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "6",
    "text": "Yes, it is called Save The Children, it is an organization dedicated to ensure safety, education, health and other basic needs for kids in poor countries",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "7",
    "text": "That sounds very interesting. What sorts of things do they do to ensure those things? And what countries do they provide support in?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "8",
    "text": "They mostly help kids in the African continent, but also in Asian countries like Nepal and Butan, where there is simply no way for kids to access education unless their parents are rich. They work hand in hand with the red cross and UNICEF to bring help to those in need, often aiding personally with their voluntaries besides cooperating with the money",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "9",
    "text": "Wow that is amazing! How long has this organization been volunteering?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "10",
    "text": "They are about to celebrate their 10th anniversary next year",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "11",
    "text": "That sounds like they have a pretty strong foundation. I like that they provide educational support for the children. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "12",
    "text": "I like that too, perhaps you would be interested in donating something to them?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "13",
    "text": "I might be interested. What ways can I donate?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "14",
    "text": "You can visit their site to do so, or visit one of their physical locations if they are nearby",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "15",
    "text": "Do you know where they have offices?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "16",
    "text": "They have offices in most cities of USA and Canada, if you are not near, you can always visit their website",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "17",
    "text": "I will definitely have to check their website out. Do you know if they support children in the US who do not have access to education or other basic necessities?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "18",
    "text": "They do most probably, they care for al children in need equally",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "19",
    "text": "That is wonderful, thank you for all the information.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-192022_0_live"
  },
  {
    "index": "20",
    "text": "So, how much would you like to donate to this organization?",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180826-192022_0_live"
  }
]