[
  {
    "index": "0",
    "text": "Good morning! How are you today?  I am helping Save the Children raise money for their causes. Do you know about that charity?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "1",
    "text": "Hello. How are you. Yes, I am familiar with Save the Children.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "2",
    "text": "Well today, we are asking MTurk workers to donate a portion or all of their earnings connected with this HIT to Save the CHildren. It is an easy way to support a very good cause.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "3",
    "text": "Okay. Sounds like a good way to raise some money.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "4",
    "text": "As yo u are probably aware, the charity has a very good track record of getting donations to the supported projects and has a very low overhead cost structure.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "5",
    "text": "Yes - I have donated to this charity before in the past.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "6",
    "text": "That is great and thank you for your past support! How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "7",
    "text": "I don't think I will donate anything today.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "8",
    "text": "If you don't mind me asking, what is the reason for your decision? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "9",
    "text": "I donate to the charity twice a year already and today I would like to keep my full bonus.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "10",
    "text": "I completely understand and appreciate your past support. I would also like you to think about how your MTurk bonus could be put to good use in places like Syria and Myanmar where there are on going tragedies. You could do a lot of good with the additional donation today.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "11",
    "text": "Yes I understand that these are important causes that need donations.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "12",
    "text": "Think of it as giving up a cup of coffee today. I am not sure where you live, but I am in New York and you would be hard pressed to get a cup of coffee for $2. That money could really be used to help children in terrible situations and make their lives slightly better.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "13",
    "text": "Yes - I am sure that $2 dollars would be able to accomplish a lot more through Save the Children.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "14",
    "text": "Not only that, but think about it in the bigger picture. When all MTurk workers contribute their bonus payment today, it adds up to a lot of money very quickly. While you may think your $2 is not that much, when it is put together with all the other generous donations from MTurk workers, it really adds up quickly.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "15",
    "text": "I didn't think about it like that. This is something to consider. It would be a nice-sized donation.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "16",
    "text": "It really would. Your $2 along with everyone else's can make a big difference in the lives of other people. Would you reconsider your earlier decision?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "17",
    "text": "I don't think that I will donate anything today, sorry.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "18",
    "text": "Can I ask what you will be using your $2 for than? It seems like such a small amount that it should be easy to make the donation and not have it impact you greatly.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "19",
    "text": "It will be put into savings along with my other mturk money.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-055552_578_live"
  },
  {
    "index": "20",
    "text": "Well I can understand your position even though I think it is selfish. Thank you again for your past donations and please reconsider your decision today.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180829-055552_578_live"
  }
]