[
  {
    "index": "0",
    "text": "Hello! Would you like to hear about Save The Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "1",
    "text": "What is it?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "2",
    "text": "It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "3",
    "text": "Sounds like a good organization",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "4",
    "text": "I assure you that it is a wonderful organization! Your donation would be essential to help ensure children's rights to health, education, and safety. Your donation will make a tangible impact for the world.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "5",
    "text": "Is this the charity that they want us to donate?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "6",
    "text": "Yes, we would be ever so happy if you want to donate to this charity. Your donation would go to a very trustable fund.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "7",
    "text": "I would love to donate.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "8",
    "text": "Fantastic! What is an amount you are comfortable donating?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "9",
    "text": "Is this a mutual donation, from both of us.  Or do you represent the charity?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "10",
    "text": "I am representing the charity and I am hoping that you will consider donating directly from your task payment. You can choose any amount from $0 to $2. Of course, Your $2 would make the most difference to these neglected children.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "11",
    "text": "I am willing to donate $1.  That seems to be fair to all.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "12",
    "text": "Thank you so much for your generosity! The children of our organization will be so fortunate and happy to receive this. So many of these children are living in war zones in undeveloped countries. They face violence every day. 1,000 children were killed in the first 2 months of 2018. If you consider increasing your donation to $2, this will help DOUBLE the amount of children and our charity will match your donation at that level!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "13",
    "text": "I think I will stick to the $1.  That would make me happy to help.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "14",
    "text": "We are so happy that you are helping as well. The children will really benefit from this. Last year, many children died from hunger because we did not get enough donations to fully feed their families. Even small amounts of change can mean the difference between life or death for the little ones. Is there any way you could consider going to $1.50? I just spoke with my manager and wonderful news! She said the charity would STILL be willing to match if you go up just that small increment!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "15",
    "text": "I love helping the children.  If you would consider the matching that amount of the $1, that would double the donation of $2 .",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "16",
    "text": "I will have to check with my manager. In the meantime, can I confirm your donation of $1 to our charity?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "17",
    "text": "Absolutely, I am glad to be able to participate for such a worthy cause.  Thank you so much.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "18",
    "text": "No, thank you for being such a compassionate person!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-164240_852_live"
  },
  {
    "index": "19",
    "text": "You are more than welcome.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-164240_852_live"
  }
]