[
  {
    "index": "0",
    "text": "Good Morning! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "1",
    "text": "Morning, I am good how about yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "2",
    "text": "Oh I'm doing well, thank you very much. I wanted to ask you, have you heard about the charity Save The Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "3",
    "text": "No, I haven't what is it they do?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "4",
    "text": "It is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "5",
    "text": "That sounds like a great thing they do ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "6",
    "text": "Some of their most recent deeds include helping Rohingya Refugees and are still on the ground helping refugees  in Texas after the hurricanes. They are such a great charity that really puts their money towards their cause",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "7",
    "text": "Those are great causes the children are who need the most help I think besides animals anyway",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "8",
    "text": "Do you think this is something you could see yourself donating to?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "9",
    "text": "yes, I would donate what I could may not be much but every cent helps right?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "10",
    "text": "Absolutely! I completely agree, I mean, we Turk for a reason right?! If the donation was to come out of your current earnings for this task, how much would you be willing to donate?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "11",
    "text": "I'm sorry if it doesn't sound like much but I could donate 0.05 I'm trying to save for my cats surgery",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "12",
    "text": "I'm so sorry to hear about your cat. I completely understand, I'm having a root canal done today, that will put me back at least $1100. Yay. But $.05 is great",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "13",
    "text": "you know you say 5 cents and feel a need to explain.... I wish I could do more really I feel so horrible for all the people who have lost everything in the recent natural disasters",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "14",
    "text": "If you could donate more, do you think this is a worthy cause to do so with?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "15",
    "text": "I think it is well, if what they say is true and it all goes to kids ( you never know now days) kids are our future ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "16",
    "text": "Is there anything specific you'd want your donation to go towards?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "17",
    "text": "If I had my choice I would start with donating towards the natural disasters like in Texas and then to education for kids, and well, food and a safe place to live, and then to other countries because you can't help other countries if your own nation is falling apart all by itself",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "18",
    "text": "In an ideal world, where we had all the monies, how much would you be willing to donate to a cause like this?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-042052_972_live"
  },
  {
    "index": "19",
    "text": "In an ideal world, I would do better then donate I would help the people myself, I would go there and help them rebuild, or bring the supplies, or find them shelter..... if we had no concern about limited money I would give everything they needed.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-042052_972_live"
  }
]