[
  {
    "index": "0",
    "text": "Hi! Are you interested in making a donation to Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "1",
    "text": "Hi, Yes I am",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "2",
    "text": "That's great to hear! Donations make a huge difference in the lives of these kids. Your help will give them access to food, healthcare, education, and safety, among other things.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "3",
    "text": "Yes, I agree. Helping children and pets is one of the donations I enjoy making and helping at the same time.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "4",
    "text": "Do you have an amount in mind that you'd like to donate?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "5",
    "text": "I was thinking to donate around 10 cents for save the children. I hope that is adequate and helps them for food and shelter.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "6",
    "text": "Any amount we can collect for them is welcome. Would it convince you to donate more if I can assure you that the donation is absolutely secure and will be completely given to a trustworthy, verified fund within Save the Children?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "7",
    "text": "ok how about 20 cents. I do want to help in anyway that I can.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "8",
    "text": "Thank you so much. It's really appreciated. The amount of suffering that children around the world face is terrible. For example, in the first two months of 2018, a thousand children in Syria were injured in the violence there. Anything you can add to the donation will go directly to helping them.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "9",
    "text": "yeah I heard a little bit about on how children are suffering. I want to give a donation to help them. I am glad I can help in anyway that I can.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "10",
    "text": "It will make a big difference to Save the Children. The organization has done wonders for kids, saving them from everything from violence to starvation. We as people have a moral responsibility to help them, and when we have extra, there's no better place to put it than in the hands of a trustworthy charity that will use it to save kids.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "11",
    "text": "Yes, I believe it is good to be ethical. And to help children and animals as much as we can. Most of all save the children is a trustworthy organization which I trust to put my donations in with.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "12",
    "text": "To confirm, you said you were willing to donate 20 cents, correct?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "13",
    "text": "Yes that is correct",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "14",
    "text": "Is there anything you'd like to ask, or any way I can convince you to send a little more to Save the Children in the interests of the kids they work to help?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "15",
    "text": "I feel that 20 cents is adequate for the donation. I want to help in any way that I can. Also I want to verify that this organization is most trusting.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "16",
    "text": "Alright, 20 cents out of the whole task payment amount. Thank you again for the donation. It will be sent to Save the Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "17",
    "text": "thank you. I wanted to help and want to help with a donation",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "18",
    "text": "It's much appreciated.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-054232_684_live"
  },
  {
    "index": "19",
    "text": "what hobbies do you like? and where are you from?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-054232_684_live"
  }
]