[
  {
    "index": "0",
    "text": "Hi! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "1",
    "text": "I am good, thank you! And you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "2",
    "text": "I am doing really good. How is the weather by you today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "3",
    "text": "Rainy and a bit cold.  How do you feel about Children's Charities? ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "4",
    "text": "Yes it is rainy and cold-ish here too. I feel pretty good about charities.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "5",
    "text": "I was hoping you would be willing to donate to the Children's Charity - it helps sick kids with their medical costs, helps the parents stay close to them at no cost.  Do you think you could donate $1000?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "6",
    "text": "Wow! That is a lot. I have heard about all of the storms in Hawaii, and I know kids there need help. I am not sure I can give that much. How much are you willing to give?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "7",
    "text": "I plan to give about $100 and heard that a corporation would donate the same amount, so that would be great, wouldn't it? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "8",
    "text": "Oh, that really would be great. I would be willing to donate. Can you take less than $1000?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "9",
    "text": "Sure, whatever you can afford would be absolutely amazing!!  All donations will be matched so it all adds up quickly. Would you be able to donate $500?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "10",
    "text": "I think I could donate $500. Can you make your donation a little more, or not?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "11",
    "text": "You know what, it is really important to help the hurricane victims so I will be happy to dig a bit deeper and donate $500.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "12",
    "text": "Oh thank you! I feel so bad about all of the children. They really are suffering. I know how hungry, and in need of medical attention they must be. I know I would be devastated if my own kids needed help. Or any of my family's kids. Do you have any kids in your family?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "13",
    "text": "I do have an adult child,and a grandson- so any childs need really tugs at me. And it looks like the Childrens Charity and the Hurricane Relief will help many kids, and their parents.  I am going to also add a go fund me on the internet  for the Children's Charity to try to raise more money. Is that something that you might do for Hawaii?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "14",
    "text": "Yes, Save the Children has a great website. I am going to look into what else they do. Have you looked at their site?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "15",
    "text": "I plan to to do that! So we have agreed that we will give $500 each to our charities. I know that will be a huge help. I thank you so much for donating to such a great cause!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "16",
    "text": "Yes. When you look at their site, you will see it is based in Ct, but they are doing great things all over. I feel really good about giving. How do you feel?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "17",
    "text": "I love helping anyone - especially in the US.  I am going to look into volunteering opportunities as well.  I would love to be a part of either charity. Do you actually volunteer with Save the Children?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "18",
    "text": "I have not yet. Have you?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-075835_273_live"
  },
  {
    "index": "19",
    "text": "No, but our donations will be a good start! Volunteering is something I want to do very soon.  Again, thank you so much for your most generous donation and time!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-075835_273_live"
  }
]