[
  {
    "index": "0",
    "text": "Hi would you like to donate to the Save the Children Foundation?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "1",
    "text": "I would like to know more about the charity before making a decision.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "3",
    "text": "Okay interesting. How do I know I can trust the charity will do the promised thing with my donation?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "4",
    "text": "You just have to trust me. Your donation will go towards helping the fight for children's rights to health, education, safety and so on. I'm asking you to donate your entire task payment to this foundation.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "5",
    "text": "What countries would my donation be helping?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "6",
    "text": "Many different countries, especially war zones... One that hits close to home for me is Syria. Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1000 children were reportedly killed or injured in intensifying violence. Your small donation could help at least one of these children live a life without fear.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "7",
    "text": "Okay I am interested but I wouldn't want to donate my entire task payment. Can I donate another amount?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "8",
    "text": "The whole task amount isn't much to us but would be so much to them but I understand. How much of it would you be willing to donate?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "9",
    "text": "0.15 half of my payment. I have a family to provide for and any little bit helps. But I also would like to help others.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "10",
    "text": "Wow that's awesome. I totally understand about having to support a family too. I love the idea of helping others also, any little way that I can.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "11",
    "text": "Is there anything else I should know about the charity?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "12",
    "text": "Something I found pretty cool is Save The Children actually helped children fully recover in Texas after Hurricane Harvey. I like the idea that they are worldwide.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "13",
    "text": "Wow they really have a far reach. That is wonderful what they are doing for our world.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "14",
    "text": "Yes it is. They are a huge advocate to children. They believe that children make up 20% of our population but are 100% of our future and I couldn't agree more.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "15",
    "text": "Children truly are our future. We need to care for them as we will need them in our old age.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "16",
    "text": "Yes, your donation will go to help one of millions of children. If you would like to be a sponsor for about a dollar a day you can go to  URL and sign up.In 2015, 183,000 sponsors like you supported programs that directly benefited more than 2.8 million children in 23 countries around the world _ including the United States. Thanks to our growing community of child sponsors, we increased our impact and reach _ helping 29% more children than we did in 2014 ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "17",
    "text": "Wow that is a lot of sponsors. Are you a sponsor?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "18",
    "text": "Honestly, I am not. But after doing this task and reading up on the website I am going to sign up. I love to do charity work. I also do alot of local volunteer work. Any way I can help a defenseless child I will. I always place my own child in their shoes. That's motivation enough... to picture my babies going through what these kids go through.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180827-033412_606_live"
  },
  {
    "index": "19",
    "text": "Thank you for being so informative and helpful! I love to think that we are making a small but important impact with this task.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180827-033412_606_live"
  }
]