[
  {
    "index": "0",
    "text": "Hi. I am wondering if you have heard of the Save the Children campaign which is an awesome charity that is always looking for new donors to help them out. ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "1",
    "text": "I think I have...",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "2",
    "text": "I just found out that this charity is actually still on the ground in Texas helping kids that were devastated by hurricane Harvey. I think that is pretty cool, don't you?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "3",
    "text": "that's very cool! ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "4",
    "text": "Yeah, I think so! They are also active right now helping parents out with hurricane Lane. which I thought was pretty eye-opening. The more I read about them, the more I am thinking that they are a very worthy charity organization. It looks like they do fantastic work right here at home as well as globally.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "5",
    "text": "That's pretty awesome. I think everyone kind of forgot that those affected still need help",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "6",
    "text": "Yeah. You know once the news media goes away I think people have a tendency to forget about how severe the impact was, but it took years and years after Katrina, remember that. Kind of sad how bad it got down there, but also amazing how everyone came together to help out.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "7",
    "text": "Exactly. I agree. if there isn't coverage then people tend put it out of their minds. but this group sounds great! Glad they are helping out",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "8",
    "text": "Absolutely, and actually you have an opportunity to donate some of your HIT to this charity to help these kids out, and you can donate any amount  up to the total amount of your HIT to help these kids out, interested?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "9",
    "text": "I am thinking about it. I dont see why I wouldn't",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "10",
    "text": "I think it would be really touching if you did and a great little one of those 'be kind to others' moments kinda like sneaking a quarter into someones parking meter just because, and every cent goes to those kids. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "11",
    "text": "Oh for sure. Is there like, an average donation or something?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "12",
    "text": "However much you want to donate up to the .30 but of course the more you give, the better off the kids will be and the better off these entire families will be. Imagine how much can be raised if everyone donated a single HIT to these kids.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "13",
    "text": "Oh i see. That makes sense. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "14",
    "text": "Awesome! I am so excited that you agree! ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "15",
    "text": "I will give .20",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "16",
    "text": "That is fantastic! The researchers will collect all of these donations and send them to Save the Children and what a great way to start the day. Thank you on behalf of these kids.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "17",
    "text": "Awesome. I am glad to help! Have they raised a lot so far?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "18",
    "text": "I don't have statistics for how much these researchers have raised so far, but since this is a charity for children, I am sure they will pull together a good bit of money to send to them, and your donation will be a part of that effort.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-031232_169_live"
  },
  {
    "index": "19",
    "text": "Great! Thanks so much. Glad to help",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-031232_169_live"
  }
]