[
  {
    "index": "0",
    "text": "Hello!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "1",
    "text": "hi",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "2",
    "text": "Have you heard of the charity, Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "3",
    "text": "no I have not...what is it about?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "4",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. You can refer to Save the Children's website to gather more information if you like to.   URL ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "5",
    "text": "ooo ok...thats good that there is a organization put together to help children in other countries",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "6",
    "text": "Yes, it is good. But they are really under funded. Would you be willing to donate to the charity now?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "7",
    "text": "I will have to read up more about the organization before i just give my money up because there is fake charities in the world",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "8",
    "text": "I understand that. Your donation is essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the world.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "9",
    "text": "Yes i understand that because every sunday i would go to the homeless shelter in my town and help collect clothes for the people that need it.it is something i do once a week because it is the right thing to do..",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "10",
    "text": "It is the right thing to do. That helps people directly in your community. A lot of these children don't have people like you in their community. There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your small donation can address such problems.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "11",
    "text": "Yes i have read about that and that is said for those children...where are you from?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "12",
    "text": "I'm in the United States. I live in Indiana. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "13",
    "text": "cool i never been how is it?? I live in new york",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "14",
    "text": "The weather is totally hit or miss. Right now it's in the 90's and sooo humid! Indiana is so flat and really all looks the same. We have a lot of farmers here. So it's true, there is a lot of corn in Indiana. lol  How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "15",
    "text": "at the moment i would have to say 0 because i don't know to much about the charity...sorry ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "16",
    "text": "Bummer, even 5 cents of your pay out helps!!! But I do get it. Please consider giving even 5 cents. How is NY? I would love to travel there one day. I bet everything is so over priced.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "17",
    "text": "yes everything is high priced ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "18",
    "text": "I figured! IN is really conservative. Again, look over the charity information and consider a small donation ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "19",
    "text": "I will look at the website after this survey and read more about it..I promise ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180827-053243_818_live"
  },
  {
    "index": "20",
    "text": "I hope so. Like I said even a small donation of 5 cents is tremendous to them. Thank you and have a wonderful day",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180827-053243_818_live"
  }
]