[
  {
    "index": "0",
    "text": "Have you ever heard of \"Save the Children\"? It an agency that helps children in underdeveloped and developing countries.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "1",
    "text": "No, I actually haven't . Do you have any more information about the organization that you could tell me?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "2",
    "text": "it is not sponsored or supported by any governmental agencies and it helps children abroad and within the US. You would be shocked at how many children live in poverty here in the United States.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "3",
    "text": "I have an idea. Whats a more specific idea of what you do? How do you help? Whats their overall goal?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "4",
    "text": "Well, a very specific goal right is to help the children that are separated from their parents due to our current immigration problem. Can you imagine someone taking your small child away from you and not knowing where they are going, who is going to be caring for them, or if you will ever be able to see them again? As a mother, that thought is horrifying. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "5",
    "text": "It is horrifying, I could not even imagine. What do you need me to do?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "6",
    "text": "Save the Children has committed to providing some of the care and needs for these children until they can be reunited with their parents. Would you be willing to donate your pay for this task to Save the Children so they can continue to provide care for these misplaced children? ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "7",
    "text": "My pay? As in my weekly paycheck? Or are there any other payment options, as I have bills to pay.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "8",
    "text": "No, but you could donate part of your pay for this particular task here. Say, maybe half of your payment for this task or even the whole thing?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "9",
    "text": "I will happily donate my whole payment for this task. :)",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "10",
    "text": "Thank you! Save the Children is a very reputable charity and your donation will mean so much!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "11",
    "text": "I am so grateful there is a way for me to help financially!!!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "12",
    "text": "It really is a great charity and has been around for over 100 years! And while the current immigration crisis is a relatively new problem, they stand ready to help in whatever capacity they can.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "13",
    "text": "That is fantastic to hear!!",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "14",
    "text": "It has been a pleasure chatting with you and donating your task pay to this fine cause should get you some good Karma for the remainder of your day!!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "15",
    "text": "Thank you! You will as well for all the hard work you're putting towards this magnificent charity. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "16",
    "text": "You are quite welcome!!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "17",
    "text": "You can send me the information with the email you have on file for me. :)",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "18",
    "text": "ok, I will get it out to as soon as possible!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-073813_141_live"
  },
  {
    "index": "19",
    "text": "Thank you so much for your time and the effort you are putting towards this very reputable charity!!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-073813_141_live"
  }
]