[
  {
    "index": "0",
    "text": "Hi there",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "1",
    "text": "Hi!",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "2",
    "text": "Would you like to donate the charity save the children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "3",
    "text": "Could you tell me a bit more about the charity?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "4",
    "text": "of course we help children all over the world with their education and health, even just donating $1 can really help our cause",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "5",
    "text": "That sounds great! What is an example project that the charity supports?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "6",
    "text": "We give children in Third World countries vaccination from illnesses that are common there. Things like polio which we haven't had in America for a long time still affect the Third World",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "7",
    "text": "It's tragic that polio is not yet eradicated.  You also mentioned education.  Can you tell me anything about those types of projects?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "8",
    "text": "Yes its very tragic. We make sure children have the chance to go to school. In some countries very few girls get to attend school. We support programs that give children the best possible start in life to help their futures.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "9",
    "text": "This does all sound great.  Can you tell me what percentage of each dollar received in donation goes toward these projects, and what goes toward administrative costs, etc.?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "10",
    "text": "We have worked very hard to lower out costs and be transparent about how money is used as many people research charities these days to know their donation reach those who need it the most. 94% of all money donate goes towards our causes and 6% goes towards our other costs.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "11",
    "text": "Awesome! is your charity featured on Charity Navigator?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "12",
    "text": "Yes it is, as one of the most well known children's charities we make sure anybody who wants to research can do. We just hope our causes speak for themselves so people choose to donate.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "13",
    "text": "The causes you support do sound like they stand on their own.  You mentioned that you support projects all over the world.  Would you be able to tell me an example country where you are supporting an education project?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "14",
    "text": "Yes we are supporting education projects in Niger in West Africa, its is one of the poorest countries in the world so having as many educated people as possible in the current generation can really help the country grow and become more affluent.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "15",
    "text": "Am I able to direct my donation to a specific project?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "16",
    "text": "Yes we allow people to donate to areas and causes that interest. If you donate even a dollar to any of our causes it really helps. A dollar might be chocolate bar or a soda to you but to the people we help its worth so much more.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "17",
    "text": "I would like to donate.  What do we do next?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "18",
    "text": "Go to our website  URL and it will let you know all the ways you can donate. Give up a soda today and put a smile on a child's face, its certainly better for you!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "19",
    "text": "Great! Thanks for lettting me know about your charity! I will donate that one dollar.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-103431_860_live"
  },
  {
    "index": "20",
    "text": "Welcome and thank you for your donation. Have a wonderful day.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-103431_860_live"
  }
]