[
  {
    "index": "0",
    "text": "Morning! Have you considered donating to Save the Children? It's a great organization and doesn't cost much to help a child in need.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "1",
    "text": "I have not. I am not sure I know what Save the Children is. ",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "2",
    "text": "It's an  international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It has done wonderful things and is a big part of many organizations employee giving drives.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "3",
    "text": "Oh cool. Do they help people here in the USA?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "4",
    "text": "Right now they're concentrating at an international level. Did you know that in the first two months of 2018, over 1,000 children were reportedly killed or injured in Syria alone? They also appeal to stop hunger issues abroad.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "5",
    "text": "Yes, I know about Syria. I know hunger is a big issue for a lot of people in other countries. Do they provide food for these people?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "6",
    "text": "They provide whatever is needed. AND, in relation to the US, they are currently working on the Hurricane Lane situation in Hawaii. They are also big on sending girls to schools in other countries.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "7",
    "text": "Sounds like they do a lot of different things for people. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "8",
    "text": "Yes. it's a great organization. You can find out more if you'd like. I can give you their website. How much would you be willing to donate?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "9",
    "text": "I am not sure yet. What is their website?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "10",
    "text": "URL  Any amount of would be appreciated. They can do a lot of things with your donation.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "11",
    "text": "I will look at the website. Is the donation tax deductible? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "12",
    "text": "Depending on tax laws in your state, it is. You may need to check with your tax advisor. How about donating to sponsor a child in the US?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "13",
    "text": "Do I get anything for donating? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "14",
    "text": "Other than the satisfaction of helping a child in need?!  You will receive a photo with the child you sponsor and can correspond with them if you choose.  How much would you like to donate?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "15",
    "text": "The photo would be nice, it would let me know and connect with someone I am helping. How do I know my money goes to the cause and not just to the pockets of the people that run it.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "16",
    "text": "This is a great organization with a very stellar reputation. There are FAQs on the website that can address all of those concerns, which I certainly can understand. How about a donation of $25 to start?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "17",
    "text": "How long has Save the Children been helping people all over the world?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "18",
    "text": "It varies for different regions of the world. Would you be willing to start your donation today, while we're talking?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "19",
    "text": "yes I can donate. I don't have much. How about .25?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-044626_167_live"
  },
  {
    "index": "20",
    "text": "If you think $.25 will get a child fed, we can do that. However, I think $25 would be more beneficial and it would go to so many good causes.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180826-044626_167_live"
  }
]