[
  {
    "index": "0",
    "text": "Hi, what do you think about the state of the world in general these days?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "1",
    "text": "Thats a pretty loaded question, I think at the moment despite what the news shows us we are in the most documented peaceful time during at least my life time",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "2",
    "text": "Interesting answer, I think it's a mixture the world over",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "3",
    "text": "Can you clarify your answer a bit, what do you mean that its a mixture?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "4",
    "text": "Of course many enjoy peace and prosperity, while others have to deal with severe problems associated with war, poverty and crime. etc.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "5",
    "text": "While I can see what you are saying but currently all over the world we are experiencing a pretty peaceful time, even the wars or skirmishs that are occuring are slight ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "6",
    "text": "If you look at the averages, I am sure you are right, But there are places where innocent civilians have to deal with very trying circumstances.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "7",
    "text": "The point is that currently its happening now much less. I'm more concerned with the global weather as a whole and some places running dangerously low on water than war",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "8",
    "text": "Yes, that is a real problem in places too",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "9",
    "text": "What are your thoughts on global warming?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "10",
    "text": "I think it's a tough problem",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "11",
    "text": "I read that the great coral reef is about to go through a phase of bleaching and that its possible we could lose 1/3rd of it in the next 10 years roughly, which at least from this article could mean that fish could drastically die off if that were to happen",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "12",
    "text": "Wow that would be terrible. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "13",
    "text": "Unfortunately I am not a marine biologist so all I have to go off is what they said, but I do believe we need to start trying to take better care of the planet as a whole. What do you think about the future of technology possibly affecting the slow down of the global climate change?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "14",
    "text": "I think it's very important to try and use technology to deal with climate problems. I think technology, properly used has the ability to help with lots of problems.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "15",
    "text": "I agree completely I cant wait to see what stuff we come up with in the next decade",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "16",
    "text": "I think the possibilities are immense. While I am chatting with you, I'd like to invite you to consider donating some of your payment for this HIT to Save the Children, an organization that tries to help children in difficult circumstances around the world. YOu can choose how much you want to deduct, from 0 up to $2",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "17",
    "text": "I'm choosing not to donate so 0",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "18",
    "text": "Ok, thanks for considering it, anyway. All the best to you!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-191949_798_live"
  },
  {
    "index": "19",
    "text": "you too! ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-191949_798_live"
  }
]