[
  {
    "index": "0",
    "text": "Greetings!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "1",
    "text": "Good morning! Have you ever donated to a children's charity?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "2",
    "text": "Oh goodness yes.  I always feel really good about it afterwards.  Have you?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "3",
    "text": "I have as well. Children are the most vulnerable people in our society. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "4",
    "text": "It's a good thing, indeed.  A great organization is   URL ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "5",
    "text": "I haven't heard of this one? How does it help children?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "6",
    "text": " For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "7",
    "text": "That's awful. I live in the US and wish we were doing more as a country to help these kids. But private donations certainly help. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "8",
    "text": "You should consider that link, explore it, and make a small donation.  Small donations will indeed help a lot of children and their families. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "9",
    "text": "I'll certainly review it. Usually I donate more to charities in my community, but international donations are important too.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "10",
    "text": "Yes, they all are.  All of the children must be taken care of.  I can tell you that your donation right now will make a tangible impact for the world",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "11",
    "text": "Have you donated to this organization? I have a small budget but know any amount matters.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "12",
    "text": "Well it's cool that you are using mTurk. This task makes it really easy for everyone. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "13",
    "text": "Like this task would donate the mTurk payment to the charity? How does that work?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "14",
    "text": "The Requester DAVIS will handle it all, very convenient.  All you have to do is agree to an amount.Since I can tell you really care, let's wrap up with you agreeing to donate your full amount, and then we can both move on to our next task.  Sounds good to me...how about you?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "15",
    "text": "Like most people who do mTurk, I do really need the money to pay my bills. This is an important cause though. I'll agree to pay half. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "16",
    "text": "Excellent.  Enjoy your day....let's go make some serious cash today!  Rock on!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "17",
    "text": "Hang on though. We haven't each done ten responses per the instructions. So we should do that to make sure we and the charity get paid right?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "18",
    "text": "Well that certainly makes sense!  Thanks for being aware of that particular nuance.  Rainy morning here.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-060251_387_live"
  },
  {
    "index": "19",
    "text": "Same here. This will be ten for each of us. Have a great day!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-060251_387_live"
  }
]