[
  {
    "index": "0",
    "text": "Good Morning! How are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "1",
    "text": "I am good.  It's really nice outside where I am so I am sitting outdoors. How are you",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "2",
    "text": "Oh, that sounds nice. I am well. It looks nice here today as well. What are your plans today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "3",
    "text": "I have to go to work at 11:30-6.  But its ok, I work every Sunday.  So we are supposed to chat about a children's charity.  What are your feelings? ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "4",
    "text": "Yes, I was just reading about the charity myself. I was going to make a plea and ask if you would be willing to donate to Save the Children. It helps kids in need. I would hate to think a child would die with no food when I could ask people to help. Can you donate part of today's pay? Even a bit?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "5",
    "text": "It's so sad to me that anyone should go without food in our modern world.  So I would definitely be willing to help.  ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "6",
    "text": "Yes, I agree, it is sad. That is great that you can help! How much of today's pay can you give? Also, please include the $ sign with your pledge. Thank you!",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "7",
    "text": "I think the bonus of today is 2 dollars so maybe if we both give half of it?  That is at least something.  I only wish that our Government would help the poor more than they do.  What do you think? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "8",
    "text": "I would love to help as well. Can you pledge with the $ sign in your next reply. Also, I agree, the gov't should do more. And thanks for asking me too.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "9",
    "text": "So lets agree we both can give $1 of of bonus. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "10",
    "text": "I would say that is a wonderful idea. If you are willing to give then I will too!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "11",
    "text": "Nice!!!  It's not a huge amount but unfortunately I have expenses and 2 kids of my own to support.  Do you have kids? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "12",
    "text": "Yes, I do. I could not imagine having to watch any child suffer, much less my own. Have you visited the Save the Children website?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "13",
    "text": "I have not visited the site but I have heard of them before.  I am one of those people who cant watch the commercials of the suffering kids or pets.  It really upsets me ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "14",
    "text": "I looked at the site. Have you heard about the recent storms/flooding in Hawaii?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "15",
    "text": "A little bit but not much.  I have been following politics and things are going crazy.  I am hoping that things will change soon. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "16",
    "text": "Well, it looks like the STC is already to help the children there. I am amazed by their swift response. Isn't it really great!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "17",
    "text": "That is great that they are there helping.  Maybe they learned something from the mess in Puerto Rico.  The conditions there were really bad but the US gov really dropped the ball on helping. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "18",
    "text": "Yes, I am sure that is it. I have to thank you again for your $1 donation. It will go to great use I am sure. Do you have any questions about the charity?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-054028_444_live"
  },
  {
    "index": "19",
    "text": "Not really.  I truly believe that most charities are so needed in these times when the governments and the corporations aren't being super charitable.  I do like to look and see what the overhead is of the charities to see that the CEOÂ¡Â±s aren't being overpaid ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-054028_444_live"
  }
]