[
  {
    "index": "0",
    "text": "Hello there.  It's evening here.  How are you?  Hope you had a wonderful day!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "1",
    "text": "Yes it has been a great day, thank you for asking.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "2",
    "text": "Awesome.  I'm just settling down for the evening with my children after a late Labor Day meal preparing for school week. Do you have children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "3",
    "text": "No I am 18. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "4",
    "text": "I remember when I was 18 some years ago.  Enjoy those years and make them the very best years.  Are you active in your community?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "5",
    "text": "Yes I am in college and volunteer to help feed the poor in my city.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "6",
    "text": "That's awesome.  Every time I am out and about I look for ways to bless someone somehow. Every day is an opportunity to help someone less fortunate.  Have you heard of the Save The Children organization?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "7",
    "text": "Yes I have. Can you tell me how much of the donation actually reaches the children in need?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "8",
    "text": "Save the Children donates nearly 90% of every dollar to their mission.  They are very upfront with letting you know where your donation is going.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "9",
    "text": "Can I choose where my donation is sent to?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "10",
    "text": "Yes not only are you able to choose.  You have the ability to take part in their Sponsor A Child program by either choosing someone in the US or in another country.  I love the idea of staying connected to one or two so that i can see the progress and how I can specifically make a difference.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "11",
    "text": "Do I have to make recurring payments?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "12",
    "text": "There's multiple ways to make payments.  Although recurring payments are recommended, it is completely optional.  Would you consider Sponsoring a Child on a long term basis during college?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "13",
    "text": "Possibly. I'm not sure if I can afford a long term plan.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "14",
    "text": "The great thing about Save the Children they have the option to even send a gift such as a water kit, a soccer ball and even a rabbit.  I really like this idea because it makes it not all about the money.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "15",
    "text": "That's very nice, I like the idea of sending food or water.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "16",
    "text": "Yes, it is so sad that we have children that still are in need of food and water.  As a single parent of 5 children, I know how rough it can get to provide even the basics but I am still moved to help others because of my own experiences.  Many don't realize just a little can go a long ways.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "17",
    "text": "Yes that's very true. How much should a donation be? $1? $10? $100?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "18",
    "text": "Of course the more the greater.  I'm the type of give even when it hurts.  I definitely trust Save the Children to do what they say they will to make sure to reach the children.  How much would you be willing to donate?  I remember you saying that you are in college even $2 would help a lot.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "19",
    "text": "Yeah I could do a dollar or two.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-181838_910_live"
  },
  {
    "index": "20",
    "text": "That's awesome.  Your donation would be directly deducted from your task payment.  You can choose any amount from $0 to all your payment ($2).   ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-181838_910_live"
  }
]