[
  {
    "index": "0",
    "text": "Hey, good to be chatting with you tonight.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "1",
    "text": "Hi!  Looking forward chatting with you too.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "2",
    "text": "I'd like to talk to use about a vulnerable group. Do you have a moment?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "3",
    "text": "Yes, I do",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "4",
    "text": "I'd like to talk about children. What was life like for you growing up? Did you have to worry about your basic needs at all? Like food, place to live, safety, etc?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "5",
    "text": "There were periods in my childhood when money was very short and we had our telephone or power cut off, but I always had a safe place to live and food to eat.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "6",
    "text": "It is really difficult having to grow up having to worry about basic needs. I'm glad you are able to look for what to be grateful for.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "7",
    "text": "What was life like for you growing up?  Did you have any worries about food, shelter, safety, etc.?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "8",
    "text": "I guess there are more people than we know who grew up with no worries. I grew up worrying about my safety and whether I'd have a place to live. My dad was a gambling addict.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "9",
    "text": "I don't have any experiences like that but I'm sure it must have been very difficult and scary to go through that as a child.  ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "10",
    "text": "Thank you. I really appreciate your sympathizing, and I'm glad I got to share that with someone.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "11",
    "text": "Did you ever use the services of any organizations for children to help you through the rough times?  ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "12",
    "text": "No I didn't, but I now donate to them. What about you?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "13",
    "text": "No, I didn't either.  My family would just get through somehow.  I have made donations in the past, but our money is bit tight since I'm a stay-at-home mom right now.  If I make donations now, they are in-kind donations rather than monetary donations.  What organizations do you donate to?  I tend to make donations to a emergency children's shelter.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "14",
    "text": "That's understandable. We all do what we can to help each other. I donate to Save the Children. Have you heard about them?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "15",
    "text": "Yes, I have.  ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "16",
    "text": "That's great. Also, did you know that not only are they helping children worldwide, they're helping children very near to us?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "17",
    "text": "No, I didn't know that they are helping children near to us.  Do you mean in the USA?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "18",
    "text": "No actually, at the border. Children were separated at the US-Mexico border from their parents, and Save the Children are working on getting them back to their family.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "19",
    "text": "I didn't realize that.  I've been following the news about family separations very closely.  I'm glad organizations like Save the Children are helping.  ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "20",
    "text": "Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180719-211253_768_live"
  },
  {
    "index": "21",
    "text": "Sure, I will donate 50 cents to them.  ",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180719-211253_768_live"
  }
]