[
  {
    "index": "0",
    "text": "Hi, would you like to danate to \"save the children\"?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "1",
    "text": "I don't know. What kind of organization is that?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "3",
    "text": "Which countries does this organization work in?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "4",
    "text": "they are currently working to help children in Rohingya, myanmar, and in the united states",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "5",
    "text": "Do they help the refugees in Myanmar?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "6",
    "text": "yes they do, they recently went on a fact finding mission and discovered that:Widespread and systematic attacks on the civilian population in Rakhine, Kachin and Shan States, which amount to crimes against humanity and war crimes, and possibly genocide perpetrated against the Rohingya. In renewed violence in Rakhine State since August 2017, children were subjected to, and witnessed, serious human rights violations including killing, maiming and sexual violence.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "7",
    "text": "Have they been able to do anything to put a stop to this terrible violence?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "8",
    "text": "Save the Children is calling on the UN Security Council to refer Myanmar to the International Criminal Court without delay",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "9",
    "text": "That's good. Overall, what are their results? Are they able to help many children? Do they make a meaningful difference?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "10",
    "text": "Yes, they've reached a total of 155 milion children across the globe. including  237,00 in the US alone",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "11",
    "text": "That's very encouraging! But I have heard of some allegations of terrible acts, including trafficking of children, made against some charities. Have any accusations been made against Save the Children?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "12",
    "text": "Not tto my knowledge, if you have any questions or concerns, the CEO and Chairman have direct contacts availabe on their website",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "13",
    "text": "That's very good. What ages of children does Save the Children help?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "14",
    "text": "All ages from babies to teens",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "15",
    "text": "Do they build schools, or otherwise help children to get an education?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "16",
    "text": "they work in 120 countries helping the most vulnerable, hardest-to-reach children. Through pioneering health, education and protection programs, they create lasting, life-changing results.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "17",
    "text": "Do they spend a lot of money on administrative costs, or does most of it go to help the children?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "18",
    "text": "theres a breakdown of their financials on their website under the \"annual report\" tab",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-004112_585_live"
  },
  {
    "index": "19",
    "text": "How long has Save the Children existed?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-004112_585_live"
  }
]