[
  {
    "index": "0",
    "text": "Hi! How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "1",
    "text": "Great! How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "2",
    "text": "I'm good. So, do you like charity?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "3",
    "text": "Charity, as in the act of donating? Or Charity, the woman who lives nearby?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "4",
    "text": "Charity, as in the act of donating. I\\'m thinking about an international non-governmental organization called \"Save the Children\". It\\'s really sweet!",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "5",
    "text": "Oh, yes! I run a couple of annual events for charity. Save the Children sounds like a good name. What do they do, where and how long have they been around?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "6",
    "text": "They contribute to children's rights to health, education, and safety. They focus in places where children are often neglected, like third-world countries, or inner-cities which are overpopulated. They've been around a long time from what I know, at least the past ten years. I recently just started donating to them.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "7",
    "text": "That's pretty great. I grew up in the inner city. There were some rough times, for sure. How often do you donate?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "8",
    "text": "I donate monthly, just a small donation of $5, and if you'd like to, you can donate through this chat right now! You can donate any portion of your payment from $.01 to $2! Think of it like all of these mTurk surveys. Just a cent. Eventually they add up! You can donate any portion of your payment for this task or HIT or whatever you'd call it! Think of it as your quick little helping hand.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "9",
    "text": "Sounds easy. Are they a 501c3? Can you give me a website for more info?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "10",
    "text": "Yes they are! Here is the website -  URL  It truly is a great organization.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "11",
    "text": "oh wow. great site with great information. They look like they're doing great work. I especially like that 86% of their money goes to help!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "12",
    "text": "It's always nice knowing a charity is actually doing something! So would you like to donate to this charity via this chat? Every little bit counts!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "13",
    "text": "sure! how would I begin?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "14",
    "text": "You can choose any bit of your payment for taking this HIT or task, so anywhere from $0.01 to $2 (your max payment) and send it in a lone message through this chat. The research team will filter out your donation and subtract it from the funds! It's that easy!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "15",
    "text": "Do I already know how much they're paying? Should I say it in percentile or actual dollar amount?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "16",
    "text": "You would use actual dollar amount in this case. For example, I would send in the next message { I would like to donate $2 towards Save the Children!}.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "17",
    "text": "and, final question, how do I know they actually receive it?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "18",
    "text": "The research team has guaranteed me that they are working in conjunction with Save the Children. I can personally guarantee you that your donation is going straight to a child in need. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "19",
    "text": "I would like to donate $1.72 towards Save the Children.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-190413_38_live"
  },
  {
    "index": "20",
    "text": "Thank you so much! Your donation is so important to the lives of children everywhere. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180831-190413_38_live"
  }
]