[
  {
    "index": "0",
    "text": "Hey There",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "1",
    "text": "Hello, how are you today? Have you come to talk about the charity?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "2",
    "text": "Yes I'm here to talk about an organization called Save The Children. It's a charity you should donate to",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "3",
    "text": "Well, why exactly should I donate? There's a lot of charities out there, what makes yours special?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "4",
    "text": "Let me ask you this, do you have children?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "5",
    "text": "Yes, I have one child. He's four.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "6",
    "text": "Perfect. Now I want you to imagine how your child's life would be if he was alone, bouncing from foster home to foster home. Imagine him with no strong mentor or leader in his life. How does that make you feel?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "7",
    "text": "I would suppose that it would be a rough life, but even if I did want to donate to a children's charity specifically, why would I choose yours out of all of them?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "8",
    "text": "You should pick my charity because we pride ourselves on transparency. If you were to give me $0.50 today I could tell you exactly where all the money was to go. You want to know where? It's going straight into a college fund for a foster child. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "9",
    "text": "If I did decide to donate to you, what would the average donation be? ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "10",
    "text": "The average donation is 25 cents to 50 cents. Anything helps",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "11",
    "text": "Well, I think I would like to send a donation, but first I still want to know a little bit more. Does every single penny go towards the foster children or does the donation company keep a percentage of the profits?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "12",
    "text": "For all of our donations from individuals, 100% of the proceeds go to the child. The charity runs from larger donations from corporations. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "13",
    "text": "That's good to hear, I'm feeling more inclined to donate now, but could you first tell me more about who runs the charity operations? or if there's any other uses that this money will go towards outside of college funds?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "14",
    "text": "The charity has a dedicated operations team that has been running the ship for over a decade now. We do take donations for things other than college funds, including: food donations, clothing etc. I just work on the college team",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "15",
    "text": "That's fair, well, I guess that it wouldn't hurt to give some money to your charity. How do I go about doing that?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "16",
    "text": "It's pretty easy, the donation can be deducted from your task payment. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "17",
    "text": "Alright, well, once we've finished up here then I will be sure to do that.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "18",
    "text": "Thank you so much for your donation, it really might not seem like much. But it's going to a great cause, something you can feel good about.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-122531_924_live"
  },
  {
    "index": "19",
    "text": "No problem, it is always nice to help out a good cause. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-122531_924_live"
  }
]