[
  {
    "index": "0",
    "text": "Hello! Are you aware of Save the Children organization?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "1",
    "text": "I have a very rudimentary understanding. I think it has to do with helping sick children.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "2",
    "text": "Save the Children is an international non-governmental organization. It's mission is promote children's rights, provide relief and aid children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "3",
    "text": "That is a great cause. However, I am of the opinion that we should provide relief to causes in our country first. Especially animal organizations.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "4",
    "text": "While it is true that relief is also needed domestically. The stand of living in developing nations does not compare with our own. Most of these nations are war zones and children face this daily threat of violence against them.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "5",
    "text": "that is true. I guess I am naive and like to live in ignorance where it is bliss. How do you feel about animal charities?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "6",
    "text": "This is where your donation would help make a difference for these children. Your donation would assist the Save the Children organization in promoting their mission statement. Small donations really do add up and make a difference. Finally, I am also a fan of animal charities.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "7",
    "text": "That is true that it requires very little money to help children in developing nations. So you charity of choice is Save the Children? Or do you donate to other ones also?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "8",
    "text": "My charity of choice is Save the Children. I strongly identify with their causes and goals.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "9",
    "text": "Do you donate money only? Or do you also volunteer your time?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "10",
    "text": "I donate money to this organization and would encourage you to do the same. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "11",
    "text": "I would be willing to donate 10 cents. I make large donations every year so my budget is limited. But I do agree with the points you made in support. Would you consider volunteering time in addition to money?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "12",
    "text": "I appreciate your help in supporting this cause. I would consider volunteering my time in addition to the money. I believe it would be a valuable experience. What other charities do you support or is your charity of choice?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "13",
    "text": "My charity of choice is the italian gryhound florida rescue group. They save miniture IG dogs. I adopted one years ago and she is the best. But children's charities are great too. Are you familiar with the one where they make dreams come true?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "14",
    "text": "That is great! Animal charities are pretty great too! And I'm only familiar with the name with organization that make dreams come true, but nonetheless would like to learn more about them.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "15",
    "text": "Celebrities often get involved and donate time. It's really cool. I think Disney World participates too.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "16",
    "text": "That sounds awesome and am glad to see celebrities get involved. Their involvement often helps to expand these charities' missions. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "17",
    "text": "For sure. It gets the word out and makes people want to follow suit. Plus it is good for celebs because it gets people to have soft spots for them.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "18",
    "text": "I definitely agree with all those points. Their support can make the difference between making a charity reach its goals or not. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-081859_875_live"
  },
  {
    "index": "19",
    "text": "Helping others is necessary and makes you feel good too.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-081859_875_live"
  }
]