[
  {
    "index": "0",
    "text": "Good morning! I am in hopes you will share your earning as I have to a charity close to me heart called Save the Children.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "1",
    "text": "Goodmorning! I would love to hear more about Save The Children",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "2",
    "text": "Many details are here on this web site.  URL ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "3",
    "text": "Thank you, I will look. Can you tell me how much the donations goes toward the charity?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "4",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "5",
    "text": "It sounds like a great charity! I am reading a bit about it now.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "6",
    "text": "It is a great thing for children! Each donation is essential to help ensuring children's rights to health, education and safety. I plan to donate my payment for this task as every little bit helps.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "7",
    "text": "I think it's important that children's rights are protected. So many times they are forgotten. I would also be willing to donate as well. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "8",
    "text": "Each donation will go to a trust-able fund for the children which makes me trust and know my donation is going to the right place and for the right reason.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "9",
    "text": "that's great. I'm weary of certain charities but this one sounds legitimate ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "10",
    "text": "I too am weary of such charities but this one has all the information and facts are checked to ensure it is the real deal.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "11",
    "text": "Great. I want donations to actually get to those who need them",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "12",
    "text": "Exactly my thoughts!!  Small donations will indeed help a lot of children and their families",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "13",
    "text": "and looking at the website- even the small donations help a great deal",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "14",
    "text": "Yes they do!! I think about how I have not given much thought to when I buy a bag of candy or a snack but the small amount I spend could mean big help for them.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "15",
    "text": "Exactly, the money I spend on coffee or other non-essentials could be put to much better use",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "16",
    "text": "I am glad you too see the benefit of small change to make a huge change for the children!! I am going to donate my payment from this task, how much do you think you would be willing to donate from this task?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "17",
    "text": "I am willing to donate the entire amount I would have recieved from the task",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "18",
    "text": "That is truly awesome!! Together we are going to help make small change into something bigger!!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-073753_874_live"
  },
  {
    "index": "19",
    "text": "It's a good way to start the day :)",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-073753_874_live"
  }
]