[
  {
    "index": "0",
    "text": "Hello",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "1",
    "text": "Hi there.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "2",
    "text": "How are you today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "3",
    "text": "I'm doing quite fine. How about yourself?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "4",
    "text": "I'm doing well thank you for asking. Have you donated to any charities lately?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "5",
    "text": "If by lately you mean the last few days, no. But, about a month ago I donated to St Jude for the purpose of entering in a raffle to win a house. The ticket was $100.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "6",
    "text": "Those are a great way to give and also be able to receive yourself.  St Jude is a great foundation.  Have you ever heard of Save the Children charity?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "7",
    "text": "Yes, I have. I believe it's a charity that focuses on aiding children in impoverished foreign lands.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "8",
    "text": "Yes that is correct.  Are you aware about what is going on in Syria recently?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "9",
    "text": "If by what is going on Syria you mean the civil war, yes. I'm not too informed on the details, but my assumption, based on what I've seen on the news is that Bashar Al-Asad wants to maintain his position of power while the rebels are trying to overthrow him.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "10",
    "text": "It is unfortunate what is happening there. There has been a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.  Save the children is focused on keeping more children out of harms way.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "11",
    "text": "Does Save the Children assist in keeping Syrian children out of harms way? I'm assuming there must be some sort of evacuation program or that they provide medical attention and supplies.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "12",
    "text": "Yes they are focusing on numerous ways to help out so this doesn't continue to happen.  Medical attention, supplies, shelter, food are provided.  Do you want to help these children out today with the money we would be getting from this task?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "13",
    "text": "If the money would be sent directly to them, then yes, I would like to use the money that I would have received for this task.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "14",
    "text": "The research team will collect all donations and send it to Save the Children.  What amount would you like to donate?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "15",
    "text": "If the amount that I'm allotted to donate ranges between $0 and $2, then I'll donate $1.50.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "16",
    "text": "Okay that sounds great!  Thank you very much and hope you know that your money will go a long way in helping these young people out.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "17",
    "text": "Hopefully this donation will contribute towards ensuring their safety and a prosperous future for them. Thank you for the opportunity to complete this HIT.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "18",
    "text": "You are welcome.  Have a great rest of your day :)",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-134529_203_live"
  },
  {
    "index": "19",
    "text": "Have a nice day as well.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-134529_203_live"
  }
]