[
  {
    "index": "0",
    "text": "Hello, how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "1",
    "text": "I am doing good and you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "2",
    "text": "I am fine thanks, It's not been a long time I am on MTurk, but It is interesting how they are working on donating, Are you interested in donating? ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "3",
    "text": "Yes I donate to a few causes like breast cancer for women, autism awareness and March of dimes for children. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "4",
    "text": "that is so nice of you. Have you ever heard about the organization \"Save the Children\" ?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "5",
    "text": "Yes I have but don't know a whole lot about them since there are so many children related charities. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "6",
    "text": "This is one of the biggest charities working for children. They work in almost 120 countries and on different issues related to children.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "7",
    "text": "OK I will educate myself on them when we are done with our conversation.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "8",
    "text": "That is good, We can talk about it too. It is their website if you like to visit:  URL ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "9",
    "text": "OK thanks. I reviewed the site quickly. Sure is sad to see so many children in distress around the world.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "10",
    "text": "Yes it makes me very sad too, but it is also nice to be able to help small even small amount. I have a soft heart for children",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "11",
    "text": "Me too, since I am a parent of 2 children myself. As a parent you want to do all you can for them. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "12",
    "text": "I agree with you. It makes my heart happy how people care about children. I think HIT donation is a good thin since websites usually have minimum payment option, but on HITs we can donate 1 cent or more, makes it so much easier.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "13",
    "text": "Yes I don't mind if there is a feature I can turn on where every hit I do, a few cents go to the charity of my choice. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "14",
    "text": "That is so sweet. I've learnt it from you. I will do the same since now. It might look small but I am sure it will end up big",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "15",
    "text": "Yes everything counts, that's how it starts. All we could do is our part since problem is so big. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "16",
    "text": "And for some countries even few dollars is a big thing, like for getting vaccinated. It will guarantee many children's safety ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "17",
    "text": "I agree, Save the children foundation work with the children through out their lives to make sure they grow up in a safe environment and get a chance to succeed based on their website.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "18",
    "text": "thank you for putting time on effort on this. It was such a pleasure to chat with you. Thanks for your attention and help. May all children live in health and happiness. Have a nice day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180808-020257_457_live"
  },
  {
    "index": "19",
    "text": "Thanks for your time too. It was really nice chatting with you. Take care. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180808-020257_457_live"
  }
]