[
  {
    "index": "0",
    "text": "Hello! How are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "1",
    "text": "Hello there, ok, I was waiting quite a while for a response",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "2",
    "text": "I am sorry! My HIT just notified me of a successful match. Responses will be quicker from here on out. :) Do you donate to charities currently?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "3",
    "text": "No, I don't",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "4",
    "text": "Today, you have a unique opportunity to donate part of your earnings from this HIT to an organization called Save The Children. Have you heard of this organization prior to this conversation?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "5",
    "text": "Actually, yes I have. When I was a child, my family sponsored several children, I believe through that or a similar organization.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "6",
    "text": "Wonderful! Save The Children has continued to be a helping hand for children in the US and many other countries. They are currently assisting children experiencing violence and disarray in Syria along with helping children affecting by immigration laws here in the US.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "7",
    "text": "I understand that there are alot of children around the world in need.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "8",
    "text": "There truly are. It's amazing what Save the Children steps in to accomplish. 86% of their donations go directly toward program funding while the remaining 14% goes toward management efforts and fundraising. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "9",
    "text": "That's a pretty good percentage, I think it's one of the highest for charitable organizations.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "10",
    "text": "I agree. It's one of my favorite parts about Save the Children. You are familiar with sponsorship as previously mentioned but save the children also accepts one time donations without further obligation.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "11",
    "text": "I don't know that, but of course it make perfect sense that any charity would accept a one time donation.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "12",
    "text": "True. Kind of goes without saying I suppose :) Is there a reason you don't currently donate to this charity?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "13",
    "text": "I help support my own grandchildren whose parents are having a lot of difficulty in the current economy. I have also experienced a significant loss of income, thus working on Mturk to make ends meet.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "14",
    "text": "That's very awesome of you and I am sorry to hear of your recent loss of income. I understand needing MTurk for supplemental income as our family is single income right now and sometimes its rough living paycheck to paycheck! I think that is why this opportunity is so unique today. The donation you choose to commit (which can be as little as 1 cent) will be deducted from the payment for this HIT and automatically sent to save the children by the requestor. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "15",
    "text": "Well, I think I could probably send at least 50 cents, will you be able to match that amount?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "16",
    "text": "The payment for this HIT is 30 cents (at least on my end) and I don't think we can exceed that amount. I will DEFINITELY match you if you are willing to donate the 30 cents from your payment :)",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "17",
    "text": "oh! Ok, well then I can certainly donate the 30 cents  as well. Good way to end my night.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "18",
    "text": "Couldn't agree more :) Thank you for your donation and I wish you the best of luck with your grandchildren and here on MTurk :) ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "19",
    "text": "Same to you. Have a good night.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-222938_760_live"
  },
  {
    "index": "20",
    "text": "You as well :)",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180829-222938_760_live"
  }
]