[
  {
    "index": "0",
    "text": "Hi there, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "1",
    "text": "I'm okay. I've been pretty tired lately. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "2",
    "text": "Me too! It's been raining so much in my area...hard to not be tired! Do you have time for me to tell you about my favorite charity?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "3",
    "text": "We haven't gotten much rain, I just have a new baby, so I guess it is to be expected. Sure I'd love to hear about it.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "4",
    "text": "New baby...I barely remember those days...probably because I was exhausted.  After I had my baby, I started becoming interested in the charity, Save the Children.  Have you heard of them?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "5",
    "text": "Yes I have but I don't know much about what they do. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "6",
    "text": "They are an organization that helps support children in developing countries.  It's hard to realize how fortunate we are to have the resources we do.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "7",
    "text": "What kinds of things do they do for children? Is it nutrition related? Or education?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "8",
    "text": "They help in pretty much every area.  Fight fornchildrens rights, get them healthcare, help with education, etc.  Do you currently donate to any charities?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "9",
    "text": "I do. We donate to St Jude's regularly and do a fundraiser for the CF Foundation every year.  ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "10",
    "text": "Those are both great foundations too! If you ever have any extra to spare, you should consider donating to Save the Children too.  When I read about what they do, I just feel so blessed to have my baby safe with me.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "11",
    "text": "We do often take things like that for granted.  Do you know how much of donations go directly to the charity. Some foundations do a better job then others.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "12",
    "text": "A little over 80% go right to helping.  Around 10% is used for fundraising.  The rest just keeps the foundation operating.  They do a good job of allocating resources.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "13",
    "text": "Sounds like they a good job.  I would like to make a donation.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "14",
    "text": "Great! You can actually donate any amount of your earnings today.  Any amount helps as you know.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "15",
    "text": "How do I do it? Do I just say the amount?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "16",
    "text": "At the end, you'll be asked how koch of your $2 that you'd like to donate.  You'll enter the amount and the researchers will make sure the funds get to the organization.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "17",
    "text": "OK that sounds easy. Thank you for all of your knowledge on this subject.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "18",
    "text": "Thanks for listening.  You are obviously a very giving person.  I hope you get some rest!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-112903_682_live"
  },
  {
    "index": "19",
    "text": "Thank you, me too! haha! Have a great weekend.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-112903_682_live"
  }
]