[
  {
    "index": "0",
    "text": "Hello! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "1",
    "text": "I am doing fine today . How are you doing today?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "2",
    "text": "I'm doing alright. Just had a baby recently, so trying to get back to my normal routine. Do you have any children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "3",
    "text": "Congratulations, yes I have two kids single parent so it's kind of hard to get to a normal routine but i will keep On pushing ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "4",
    "text": "I can't imagine doing it alone. This was number four for me, feels like anything above one is pure chaos.  You must be really busy do it on your own.  Do you have a moment to talk about a charity I am really passionate about?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "5",
    "text": "Yes , it's very hard from the time I get up in the a.m I never have me time but I will keep on pushing for my kids , and yes i have a moment to talk about the charity.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "6",
    "text": "It is called Save the Children. Have you heard of it before?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "7",
    "text": "I think I have heard about it before but I was never given details on what the charity in it's meaning were.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "8",
    "text": "Well it is a charity that supports kids in developing countries. It is not related to government. They do anything from education to safety to nutrition.  Something  a lot of people in first world countries don't have to worry about. A lot of the stories are so heartbreaking.  Have you ever donated to a charity like this?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "9",
    "text": "Yes , I have I donated to the red nose charity when I was employed with Walgreens all the time.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "10",
    "text": "That is a great charity! And I like the fun aspect of the red noses to raise awareness.   This charity is similar to that one in that it focused on those who are in great need.  Any money you would donate to this charity would address similar issues and go to a great cause. Do you have any questions about Save the Childen?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "11",
    "text": "I'm sorry as of today I don't have any money to donate due to my financial situation.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "12",
    "text": "I completely understand. I'm sure that you have a lot on your plate being a single parent. And raising kids is so expensive.  Even small amounts can go a long way.  Would you even being about to spare some change?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "13",
    "text": "I I could I would but unfortunately I don't have anything.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "14",
    "text": "If you did have money, would you donate to a charity like this one?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "15",
    "text": "Yes, I would I wouldn't mind helping someone in need. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "16",
    "text": "That is good to hear. Hopefully when you think about receiving your bonus today, you can think about the good that you could do with a small amount. What you might spend on a candy bar or can of pop could do a lot to help a kid in need. I hope you reconsider.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "17",
    "text": "Yes , when I usually have I will give unfortunately my situation right now doesn't allow me to . I'm sorry.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "18",
    "text": "Well I hope you have a great weekend. You have a lot to be thankful for. Nice talking to you.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-121302_185_live"
  },
  {
    "index": "19",
    "text": "Nice speaking with you have a good day.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-121302_185_live"
  }
]