[
  {
    "index": "0",
    "text": "Hello, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "1",
    "text": "Hello. I am doing well. Finally feeling good after being sick for awhile.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "2",
    "text": "I am glad that you are feeling better.  Where are you located?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "3",
    "text": "I live outside of Chicago. It a both a suburb and a more rural area.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "4",
    "text": "I have been to Chicago, I really enjoyed it there.  We went in the Hancock observatory? I think that was the name.  And had a great breakfast buffet in Bronzville. I am in Pennsylvania but originally from MC.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "5",
    "text": "Oh yes the Hancock observatory is a great spot. What does MC stand for?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "6",
    "text": "I meant NC, sorry, just a typo.  I am still not used to the snow in PA.  We rarely had it in NC and if it did snow, everything closed. Could I ask for your help with something?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "7",
    "text": "I have always really like NC. Only been to Pennsylvania once, Pittsburgh but it was a long time ago. Anyways, sure what is it?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "8",
    "text": "I am trying to get donations for Save the Children from people who complete this task.  You can donate any amount, from $0-$2.00, but anything would help.  Is that something you would consider?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "9",
    "text": "I would. Can you tell me a little bit more about what they do?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "10",
    "text": "Sure, Save the Children is an organization that helps ensure children's rights to health, education, and safety around the world. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "11",
    "text": "Do they help kids in the United States?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "12",
    "text": "Yes, they also help alleviate child poverty in the US, but there is a particular lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "13",
    "text": "Sounds like they do important work.  Are they government run?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "14",
    "text": "No, it is a non-governmental organization that has impeccable credentials. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "15",
    "text": "Cool. Well then yes I will make a donation.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "16",
    "text": "Wow, that is great! I really appreciate it.  If more people would be willing to donate to organizations like this, they could help so many other children.  How much would you like to donate?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "17",
    "text": "You are welcome. I will probably donate 20 cents.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "18",
    "text": "I do appreciate that.  Every amount is valuable and cents add up to dollars.  I do need a firm commitment though, I can't take probably.   ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "19",
    "text": "Yes I will make a donation.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-125341_302_live"
  },
  {
    "index": "20",
    "text": "Thank you and enjoy the rest of your day!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-125341_302_live"
  }
]