[
  {
    "index": "0",
    "text": "Hello, how much would you like to donate to the Save the Children charity today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "1",
    "text": "I think I would like to donate 5",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "2",
    "text": "URL Perhaps a visit to this website would increase your generous donation a few dollars?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "3",
    "text": "Ok, I saw the website and I am willing to donate $10",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "4",
    "text": "Thank you very much for your generous increase in the donation amount. Save the Children is the most trusted fund of it's kind. Did you know each dollar you donate will be doubled by the organization?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "5",
    "text": "I did not know that",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "6",
    "text": "Every day, 16,000 children die before their 5th birthday, mostly from preventable causes. Were you aware of this fact?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "7",
    "text": "I was not aware of that fact, no.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "8",
    "text": "Millions of children in the U.S. and around the world still aren't getting what they deserve. We're talking about children in need. Dying, when the world knows how to save them. Vulnerable children in poverty. Denied an education. Forced to flee violence. Orphaned, abused, abandoned. Children with no reason to smile. No hope for the future.  The world's children deserve better and you're making a difference. How much will you spend on a snack or a drink today? Then ask yourself how much of that could have saved a life.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "9",
    "text": "well, I've already promised 10.  My families poor too and I don't get a lot of extra stuff like drinks and snacks.  It's not easy for me to give anything and no charity has ever helped me.  I wonder how much their CEO makes for saving the children.  I'm guessing a lot more than me.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "10",
    "text": "I can certainly understand where you are coming from, and family does come first. Across the United States, more than 14 million children, or 1 in 5, grow up in poverty. When you focus on children in rural America, that number jumps to 1 in 4. Through our education, protection and emergency programs, we reached 638,000 kids in 2016 alone. May I confirm our donation agreement is in fact $10 ?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "11",
    "text": "It is in fact 10 or 5% of my weekly income.  can I confirm that you would also like to donate 5% of yours?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "12",
    "text": "If you agree to donate $10, then I can as well. I could not ask something of someone I would not do myself.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "13",
    "text": "I understand that we will both be donating.  I hope it is helpful to the children",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "14",
    "text": "You are a part of the solution and you do not have to hope it is helpful. Your $10 donation will be matched by Save the Children",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "15",
    "text": "ok, got it.  cheers",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "16",
    "text": "I just looked it up and the manager side of the charity splits 5% if you're interested in that.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "17",
    "text": "I think charities would recieve a lot more if the country would go after the 1% to help",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "18",
    "text": "If I had all the control, the only money not spent on the children would be for fundraising. Thank you very much for your $10 donation to Save the Children. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180723-105210_403_live"
  },
  {
    "index": "19",
    "text": "no problem.  thanks",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180723-105210_403_live"
  }
]