[
  {
    "index": "0",
    "text": "Hello how are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "1",
    "text": "I am doing just fine. How about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "2",
    "text": "I am doing wonderful thank you for asking. Where you are from? I'm originally from Maine.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "3",
    "text": "I am currently living in Florida but I grew up in upstate New York.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "4",
    "text": "I've always wanted to visit Florida. I love helping out with various charities and the like, are there any good charities in Florida that you are involved in?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "5",
    "text": "There are few but I am not heavily involved  with them.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "6",
    "text": "That's good that there are some. I like to get involved becaue I like to feel like I might be helping out in some way. I love helping out with animal groups and groups that help out disadvantaged children. Have you ever heard of the Save the Children organization? Would you ever consider donating to a charity like that?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "7",
    "text": "I have heard of that group but I have never really thought about donating to it.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "8",
    "text": "They're a great group, they're an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I like to donate a little bit to them from time to time, not much mind you, I don't really have or make a lot of money, but it's nice knowing I can contribute at least a little something. Anything that can help. Sometimes it can really brighten my day knowing I might have helped someone. Would you consider making a small donation from a portion of the HIT completion compensation, something as little as .10 cents?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "9",
    "text": "Yes, I can make a small donation. I will do $0.20.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "10",
    "text": "That would be awesome! Anything from $0.10, $0.20, $2.00... anything would make a difference with this wonderful organization. Every contribution counts. You're helping make a difference in a child's life an helping to end suffering. Thank you for your generosity!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "11",
    "text": "Glad to donate the charity",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "12",
    "text": "I will match your donation of $0.20, making it a donation of $0.40, that way it mill go further. It's always great to help out when you can. Thank you again for your pledge of $0.20, it is greatly appreciated.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "13",
    "text": "Your welcome, have you been a MTurker for a while? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "14",
    "text": "I have, I have been one for about 2 years now. I come on every once and a while and do it part time. I like to call it picking up nickels and dimes. How about yourself?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "15",
    "text": "I have been doing it since January. I find some these HITs very interesting.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "16",
    "text": "Yeah, they can be really fun and fascinating. I ike doing some of theses surveys then hearing the results later on, passively, since I don\\'t really know at the time of doing them what they\\'re for really. It\\'s fun to say, \"Hey, I participated in that study\"",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "17",
    "text": "Yeah I like doing the Product review type HITs and the ones where you have to watch a video  ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "18",
    "text": "Those are pretty good. My favorite one so far has been recording my voice saying various words for a study on accents in speech. Then hearing the results on a news story about 6 months later... pretty satisfying.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "19",
    "text": "That sounds interesting. I try to do between 5 and 10 hits a day.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "20",
    "text": "Coll talking to you, thanks for doing this hit with me today. It was awesome!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180904-090242_588_live"
  },
  {
    "index": "21",
    "text": "Your welcome, maybe will do this again on some other HIT",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180904-090242_588_live"
  }
]