[
  {
    "index": "0",
    "text": "Have you heard about Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "1",
    "text": "Yes I have, seems like a good org",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "2",
    "text": "It really is. Donations help individual children and their families.It ensures health, education and safety.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "3",
    "text": "I always wonder about the overhead and admin costs that come off the top of donations",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "4",
    "text": "A lot of organizations seem to have issues with overhead. I was amazed to see that over 86 percent goes into their programs. Only 5% is for management and 9% to fundraising.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "5",
    "text": "Those are good numbers, shows that most of the money goes to the kids and not big salaries.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "6",
    "text": "44 percent alone goes to health, nutrition, and hunger. In 2017 alone, they reached 155million children. 237K in the U.S",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "7",
    "text": "That's fantastic, they've helped a lot!",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "8",
    "text": "And sadly, there is still so much more to do. In just one area, Syria, millions of Syrian children have grown up facing the daily threat of violence. n the first two months of 2018 alone, 1,000 children were reportedly killed or injured!",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "9",
    "text": "I would be afraid aid meant to be given to the children would be seized by those in power and never reach the kids.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "10",
    "text": "I had wondered about that myself. They work closely with the U.N  and other organizations in the local area to be sure it gets to those in need and not the aggressors. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "11",
    "text": "Hopefully those organizations aren't as corrupt as has been reported in the media.  You just don't know what to believe any more.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "12",
    "text": "That is true. This one seems to have been around for awhile and seems to be highly rated though. Have you ever had a chance to donate to Save the Children?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "13",
    "text": "Yes, years ago I remember a presentation and we did donate then.  I have since been donating to local animal rescue groups.  They really need the help.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "14",
    "text": "Yeah, I have donated little amounts here and there as I can. Though the shelters everywhere seem to need help as well! I give little bits when I can. Would you be interested in giving a small donation??",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "15",
    "text": "I would definitely consider it.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "16",
    "text": "Any little bit helps any of these organizations. Everyone's little bits add up to so much more!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "17",
    "text": "You are right.  How much do you think I should donate to Save the Children?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "18",
    "text": "There is a way to have one deducted from your task payment. You can choose any amount from $0 to all your payment ($2). I personally do a little when I really need the money. Anywhere from a dime to a quarter. When I read something devastating, earned a good amount at work or feel better financially, it is more. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "19",
    "text": "Okay, thanks for your input.  I will donate $1.00",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-213440_640_live"
  },
  {
    "index": "20",
    "text": "Wow! That is amazing! They will be glad to have it!!! ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180830-213440_640_live"
  }
]