[
  {
    "index": "0",
    "text": "Hello :) how are you tonight?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "1",
    "text": "Im good how are doing? The weather here is fantastic",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "2",
    "text": "I'm glad to hear! I'm also doing pretty well. I'm actually appealing to you to donate to Save The Children. It could come right out of your task pay, and you'd be helping charitiy",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "3",
    "text": "Right now I can't do it. I don't make enough on here. I would love to in the future. How long have you dome mechanical turk?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "4",
    "text": "No it will come out of your payment from this task :) the research team is giving us both 2$ for doing this, at the end I will give my 2$ to Save the Children, and you should do the same. There are a lot of civil rights abuse especially for kids and this charity helps. About a week, what about you?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "5",
    "text": "Why are you pushing this. I do alot of physical charity work. I had a son pass away from brain cancer. This is for the few dollars I make because I can't work. Do you get what im saying now?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "6",
    "text": "Because it's important to me. I've been working with this charity for a long time. And I try to raise money for them whenever I get the chance. I'm so sorry about your son that must be incredibly difficult. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "7",
    "text": "It was and still is. Im just letting you know why I can't is all. Im having a rough patch after it all and there are other pressing issues that are also at work  Anyway where in the world are you located?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "8",
    "text": "That makes sense. I just implore you to consider it. There are thousands of children dying every single month and this charity sincerely makes a difference. I'm in USA. What about you? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "9",
    "text": "I am too what ill do is give a dollar of it. Thats the most and I wish I could give more than 2 dollars. I just can't. Whats the weather like where you love?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "10",
    "text": "That's amazing thank you so much for your generosity :) you seem like an extremely kind person. It's too hot, but winter is coming soon so that's good. I hate the heat maybe I'll move to the tundra. Where in the world do you live?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "11",
    "text": "You know what im going to give it all. Its only 2 dollars. It's not going to break the bank. Lol. Im sorry I gave you such a hard time. Its going to be 90 here and above for next 3 days. This is the first time im looking forward to winter. Lol",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "12",
    "text": "Don't be sorry at all! That's very generous :) thank you for supporting this charity it's incredibly important to me. Ew that's disgusting to me, heat is so gross. It's nice but I get over it really quickly lol",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "13",
    "text": "I saw geese flying over my house yesterday so hopefully its good news. Do you like to garden at all? I grow one every year",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "14",
    "text": "That's cool! I do like gardening but I'm not very good at it. I grew some watermelon and jalapenos recently. What is your favorite part about gardening?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "15",
    "text": "The harvest of course. The least favorite thing is weeding. I put back mats down this year and that took care of alot of the weeds. My tomatoes got top rot because of all the rain",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "16",
    "text": "Ah I see that's really cool. Not the rot. The mats though. How are you doing today? Like in general. How's life going?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "17",
    "text": "Its going I guess. I had back surgery a year ago and I need another ome so im pretty limited to what I can do. I still grill and enjoy my kids so thats what keeps me happy. If it wasn't for my kids and my wife I don't know how I I would be  how about you",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "18",
    "text": "That's good I'm glad they're supportive of you :) I'm doing alright. Starting college in two weeks. Hoping to make a good future.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "19",
    "text": "Really! Congrats! What are you going to college for?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "20",
    "text": "I'm studying data science :) thank you for the chat and for your donation this was really nice. I hope your back gets even better with time. God Bless",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180902-223320_635_live"
  },
  {
    "index": "21",
    "text": "Thanks and im sure you will excell at college. It was very nice talking to you. God bless and have a good morning evening or night whatever it might be ",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180902-223320_635_live"
  }
]