[
  {
    "index": "0",
    "text": "Hi. How are you? I'm chatting to you from Tennessee.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "1",
    "text": "Howdy neighbor! I'm here in Alabama.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "2",
    "text": "That's a beautiful place. Many of my ancestors came from Alabama. How do you feel about children's charities? There are a lot of suffering children in the world.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "3",
    "text": "I feel that they're good. I work at a Children's hospital so I see children suffering everyday.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "4",
    "text": "I used to work at a Children's hospital too! In Chattanooga! Well I'm probably going to donate a portion of my earnings to the Save the Children charity They work globally and have are great reputation.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "5",
    "text": "What did you do there? ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "6",
    "text": "At the children's hospital? I was a respiratory therapist. So the researcher will handle the donation and make sure it gets to the right people. Would you care to donate something as well?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "7",
    "text": "I would like to donate too. I'm a biomedical equipment technician at my hospital.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "8",
    "text": "That's awesome. I'm glad you're donating. Even if it is a small amount. The charity helps feed, educate, clothe and provide healthcare for kids. They are working with those poor babies in Syria that have suffered so much. How much do you feel you want to donate?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "9",
    "text": "I'm thinking .75 would help.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "10",
    "text": "That sounds great to me. You can choose any amount between 0 to $2.00. Thank you for your compassion.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "11",
    "text": "No problem. I agree that the defenseless need help.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "12",
    "text": "I used to drive through Alabama delivering oxygen supplies to nursing homes. I would go to Huntsville, all the way to Gadsten. It's so beautiful. Sad that there are so many poverty stricken areas. Lots of needy kids there too, just like Tennessee. I love the south though.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "13",
    "text": "I used to live in Huntsville and my mom's from Gadsden. Now I live in South Alabama between Gulf Shores and Mobile.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "14",
    "text": "Oh lucky you! You're near the beach. I've been to Florida's beaches and South Carolina but not Alabama. I want to go. Heard it's very nice.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "15",
    "text": "They are pretty nice. I love it down here. Moving down here is one of the best decisions I've made.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "16",
    "text": "Are you really close to the water? We don't get to the ocean too much. It's about a 9 or 10 hour drive from here. How cool, that you have a great job and an awesome place to live!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "17",
    "text": "Where I'm at now I'm about 2 miles from the bay and about 45 mins from the Gulf. I just bought a house just north of here. I'll be an hour from the Gulf there.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "18",
    "text": "It sounds wonderful. I'm sure the beaches are covered with white sand like Florida. I think we're close to being done with our chat. It's been pleasant and thanks again for agreeing to donate.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "19",
    "text": "Yeah they are pretty white. Florida's beaches are slightly better though. It has been great chatting with you!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180830-180642_988_live"
  },
  {
    "index": "20",
    "text": "Have a good night.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180830-180642_988_live"
  }
]