[
  {
    "index": "0",
    "text": "Hello there and how are you doing today? ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "1",
    "text": "Hi! I am doing well, thank you. And you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "2",
    "text": "I'm doing well. Thank you for asking. I have a question for you on this fine evening. How do you feel about the children's charity, Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "3",
    "text": "I don't know a lot about it, but from what I do know, they seem like a generous organization. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "4",
    "text": "I have been thinking of donating to this charity recently. Have you ever thought of donating?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "5",
    "text": "I have, yes. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "6",
    "text": "What kind of organizations do you see yourself donating to?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "7",
    "text": "I donate to St Jude every year. I have a special place in my heart for children's organizations. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "8",
    "text": "Yes St Jude's is a very nice organzation. I remember as a kid growing up, my catholic grammar school would always raise money for them. Save the Children is just like St Jude's as well as they go all over the world to help a lot of children in need. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "9",
    "text": "That's really awesome they help children all over the world. Do they provide medical assistance as St Jude's does",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "10",
    "text": "Yes they do. Save the Children gives a lot of medical assistance to children all over the world. They are responisble for giving many poor children vaccines. A lot of children around the world often don't have the vaccines that richer countries have to fight off preventable diseases.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "11",
    "text": "I've heard they play a big part in education around the world too. Do they assist children here in the US as well?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "12",
    "text": "Yes they do. Unfortunately there is a lot of poor children in the USA that aren't getting the right resources and Save the Children is doing the best they can to help them out just like St Judes/",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "13",
    "text": "Very good to hear. How much of the donations actually go directly to the kids? Unfortunately not all organizations use the majority of their donations to directly fund programs. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "14",
    "text": "That is true but a lot of the money from Save the Children goes to help out the kids. A lot of people needed to be helped and millions have been helped by Save The Children",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "15",
    "text": "Glad they are a trustworthy organization. I see myself donating to them in the future.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "16",
    "text": "Yes they are a very reliable organization that has been around for a long time. Millions have truly been helped by them. How much do you like to donate to the charity now? You can donate some of your HIT reward towards them.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "17",
    "text": "Very cool! I can donate some of the money from the HIT today. Can I donate 30 cents?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "18",
    "text": "You can definitely donate that amount.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-222301_80_live"
  },
  {
    "index": "19",
    "text": "Great. Thanks for telling me about the charity. Have a good night!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-222301_80_live"
  }
]