[
  {
    "index": "0",
    "text": "How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "1",
    "text": "Very well, how are you doing?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "2",
    "text": "Im fine, have you heard about Save the Children charity?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "3",
    "text": "I don't know anything about that, is it like Make A Wish?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "4",
    "text": "Sort of, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "5",
    "text": "That sounds very worthwhile. Does it help any children in the United States also?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "6",
    "text": "Mostly developing countries where the help is needed most, would you like to donate part of your reward for this task?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "7",
    "text": "I would like to learn more about this charity before I commit to a donation. I also would be interested in a charity that assists children in the United States also, There is a great need here too",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "8",
    "text": "Thats great but I only can speak on Save the Children, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. That's why it's important to help these children that can use your help.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "9",
    "text": "I understand. It sounds like a very worthwhile cause and one that is desperately needed in that country. How do the funds reach the children?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "10",
    "text": "The research team will collect all donations and send it to Save the Children.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "11",
    "text": "I see. And then how does it actually get implemented? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "12",
    "text": "Save the Children donations is essential to help ensuring children's rights to health, education, safety, etc",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "13",
    "text": "Right I get that, but how does the money actually get to the children themselves. Does it go to the parents and the parents use it to take care of children?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "14",
    "text": "No it doesn't work that way, like I said on the last message the money goes into ensuring the rights to health, education, safety etc. It does go directly into their pockets, it goes into advancing their life. How much would you like to donate?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "15",
    "text": "I am not sure I am ready to donate at this time. Can you tell me what percentage of the donated money goes to administrative costs",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "16",
    "text": "0 it all goes to the charity 100%, would you like to donate and help a child get an opportunity to have a better life?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "17",
    "text": "So all the people that run that charity are all volunteers?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "18",
    "text": "You got it. Donate yes or no?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-190442_503_live"
  },
  {
    "index": "19",
    "text": "I don't think I will be donating at this time but possibly in the near future. Thank you for all your thoughtful answers",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-190442_503_live"
  }
]