[
  {
    "index": "0",
    "text": "How are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "1",
    "text": "I am fine, what about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "2",
    "text": "I am great, thanks! I would like to tell you about Save the Children and how you can donate part of this HIT award to the organization. Hundreds of thousands of children die every year because of hunger, and millions don't have access to quality, healthcare and education.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "3",
    "text": "Can you tell me more about it?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "4",
    "text": "Sure. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Your donation, and other MTurkers' donations, are essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the world",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "5",
    "text": "This sounds like a great charitable cause.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "6",
    "text": "It is. There is a lack of support for children in developing countries. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Do you think you would be interested in donating?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "7",
    "text": "As a matter of fact, I have been ocassionally donating to a few causes like Feeding America in the past few years.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "8",
    "text": "That's great! Thank you for doing that. And a little bit of money goes a long way in these organizations. Just 77 cents a day can shelter a refugee family for a day. Do you have any children?  ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "9",
    "text": "No, I am unmarried and thus do not have children yet.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "10",
    "text": "I have four kids and it breaks my heart to think of others suffering so much in the rest of the world, and Save the Children is a great and trusted organization. You can rest assured that your money will go toward helping children with what they need the most. Can the organization count on your donation from this hit?  ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "11",
    "text": "I sincerely admire how much you actually care for others. Unfortunately, I don't think I would like to donate this time.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "12",
    "text": "That's unfortunate. Even 50 cents would help! Can I count on you for that?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "13",
    "text": "In this case, perhaps I can do my part by donating 20 cents.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "14",
    "text": "That would be great! You won't regret it. Every little bit helps. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "15",
    "text": "I hope this small amount does help.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "16",
    "text": "Small donations will indeed help a lot of children and their families.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "17",
    "text": "Okay then, let's do this. So how exactly can I do this and how do I donate?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "18",
    "text": "The research team will collect all donations and send it to Save the Children. I'm guessing you'll be prompted after our chat ends.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "19",
    "text": "Alright then, thank you for sharing this information to me. I hope you have a nice day.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-223214_28_live"
  },
  {
    "index": "20",
    "text": "Thanks for the chat! Have a good day. Once you respond, I can select done to end the chat.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180831-223214_28_live"
  }
]