[
  {
    "index": "0",
    "text": "HI! HAVE YOU HEARD OF SAVE THE CHILDREN BEFORE?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "1",
    "text": "No I haven't. What is it?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "2",
    "text": "IT'S AN AMAZING GLOBAL CHARITY THAT HELPS CHILDREN IN DANGEROUS AREAS!",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "3",
    "text": "That sounds really cool. Do they have a main country they focus on, like Haiti or somewhere in Africa?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "4",
    "text": "NO, AS A MATTER OF FACT THE CHARITY HAS TIES ACROSS THE WORLD, ALTHOUGH IT IS CURRENTLY HEAVILY INVESTED IN THE SYRIA REGION!",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "5",
    "text": "What kind of things do they provide for the children? Do they provide shelter and basic needs?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "6",
    "text": "THE MAIN FOCUS IS USUALLY HEALTH SUCH AS MOBILE HOSPITALS OR EDUCATION, WITH DEPLOYED TEACHERS",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "7",
    "text": "Do these teachers go all over the world, or are they specific to that country?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "8",
    "text": "ALL THE INSTRUCTORS IN THE SAVE THE CHILDREN ARE SENT IN GROUPS ON ROTATING DEPLOYMENTS OF 6 MONTHS, USUALLY TO A FEW TARGET COUNTRIES.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "9",
    "text": "Are the instructors volunteers? What is the process of becoming one of the instructors?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "10",
    "text": "ALL INSTRUCTORS MUST SPEAK TWO LANGUAGES AND HAVE TWO YEARS OF FORMAL TEACHING.  THEY CAN THEN APPLY TO A SPECIFIC MISSION AS THEY COME UP, USUALLY 6 MONTHS AHEAD OF THE START DATE.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "11",
    "text": "I imagine it's pretty hard to go overseas for so long in a different country. What kind of experience have the prior instructors had? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "12",
    "text": "MANY HAVE LOVED IT ALTHOUGH IT CAN BE CHALLENGING, THE INSTRUCTORS ARE PAID VERY LITTLE BUT GIVEN FREE ROOM/BOARD.  HOWEVER AFTER ONE YEAR OF WORK THEY CAN APPLY THRU A SPECIAL PROGRAM TO BE CITIZENS OF THE HOST COUNTRY.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "13",
    "text": "That's a really cool deal. Do they get dual citizenship or is it more of an ex-pat type situation?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "14",
    "text": "THEY CAN BECOME A DUAL CITIZEN AFTER 1 YEAR IN THE PROGRAM. IN SOME CASES OUR INSTRUCTORS HAVE FOUND FULL TIME JOBS WITHIN THE HOST COUNTRY AFTER THEIR TENURE.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "15",
    "text": "What are some of the improvements in quality of life for the children?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "16",
    "text": "MANY OF OUR CHILDREN PUT ON GLASSES FOR THE FIRST TIME BECAUSE THEY HAVE NEVER VISITED AN EYE DOCTOR.  JUST A 2 DOLLAR DONATION CAN GET ONE OF OUR SPONSOR CHILDREN ACCESS TO A COMPREHENSIVE MEDICAL SCREENING.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "17",
    "text": "Do they often get a chance to get a more thorough education than prior to becoming a part of the program?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "18",
    "text": "IT DEPENDS ON THE HOST COUNTRY AND ITS RULES, FOR EXAMPLE FEW GIRLS IN SYRIA HAD EVEN BASIC READING SKILLS DUE TO DISCRIMINATORY SCHOOL POLICIES.  WOULD YOU BE INTERESTED IN DONATING TO OUR EDUCATION FUND?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "19",
    "text": "I can't do much but I'd be willing to donate $0.20",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "20",
    "text": "GREAT SAVE THE CHILDREN APPRECIATES ALL DONATIONS!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180902-230734_103_live"
  },
  {
    "index": "21",
    "text": "Best of luck! ",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180902-230734_103_live"
  }
]