[
  {
    "index": "0",
    "text": "Hi, how are you today?  Have you ever considered donating to Save the Children?  It is a great kids'",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "1",
    "text": "Hi I am fine and yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "2",
    "text": "I'm good.  Save the Children is one of the best children's charities around.  They do really great work.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "3",
    "text": "Have you ever thought about the benefits from the donations? Do the donations actually help the organization?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "4",
    "text": "Yes, they really do.  It is an international organization that promotes children's rights and provides relief in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "5",
    "text": "How long has the organization been established and what is the success rate of the program? ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "6",
    "text": "Save the Children is proud to be named one of the MacArthur Foundation 100&Change Charities with Bold Solutions.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "7",
    "text": "This company looks more like a firm than a charity ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "8",
    "text": "Every charity needs to be organized in order to help the people it represents.  It is 100% dedicated to helping children.  You can donate as much or as little as you want.  The cost of a cup of coffee even.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "9",
    "text": "This is true but alot of charities don't represent the individuals they portray to help. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "10",
    "text": "I agree, there are some bad charities out there.  This is not one.  They have never waivered in their devotion to helping children since they established in 1919.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "11",
    "text": "Ok if that were true what is their succession rate of getting through to the children or progression rate. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "12",
    "text": "n fiscal year 2017, 86% of all expenditures went to program services. You can donate by clicking on a link at the end of this task. Just donating a small portion of your earnings are a big help.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "13",
    "text": "Thats program services not to the kids themselves. Did they provide housing for kids that went against their culture beliefs?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "14",
    "text": "Yes they did. They use  9 out of every 10 dollars spent  towards programs and services for children and families in need. They keep administrative costs low so that more funding goes to children's programs.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "15",
    "text": "And how is the charity promoted? Through internet ads? ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "16",
    "text": "They mostly use press releases.  I don't really see much in the way of internet ads.  Seriously though,  just think about giving up 1 cup of coffee/drink a day or just donating though the link at the end of this task what you would be making off of it.  Every little bit helps.  Small donations are better than nothing at all!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "17",
    "text": "They should probable do internet promotion. As far as donating I have no problem donating to a greater cause as long as it benefits others short term and long term. I don't purchase coffee",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "18",
    "text": "Perfect, shall you be donating at the end of this task?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-090032_956_live"
  },
  {
    "index": "19",
    "text": "No i will not until I do further research.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-090032_956_live"
  }
]