[
  {
    "index": "0",
    "text": "hello, how are you!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "1",
    "text": "good how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "2",
    "text": "Very well, thank you. The research team has asked me to collect donations for \"Save the Childen\". Everyone has given a bit. How much would you like to donate?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "3",
    "text": "What will my money be used for/",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "4",
    "text": "The money is for a charity called \"Save the Children\". Everyone has given some money towards helping out. The researchers have put this together. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "5",
    "text": "what does save the children do?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "6",
    "text": "Good question. Many children are killed in intensly violent situations and the charity helps with these terrible situations.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "7",
    "text": "that's really vague, I don't think I want to donate",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "8",
    "text": "The money is helpful especially in war torn countries like Syria. Everyone else has given some. It would be the right thing to do.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "9",
    "text": "I already donate to charity. I don't need to give more just because other people did.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "10",
    "text": "I understand. So just give a small ammount. Buy a child a bag of chips. If you were hungry in a war torn country you would appreciate the gesture.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "11",
    "text": "I don't think junk food helps kids in war torn countries. This sounds like a scam.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "12",
    "text": "The researchers put this together. The bag of chips was simply a metaphor. you can buy them a piece of fruit. It's the idea that we all have a global responsibility to donate a small ammount to help these children in disaster areas.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "13",
    "text": "I'm skeptical about where the money is going. You've given me very little info, but plenty of guilt trips.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "14",
    "text": "The researchers have given us all an opportunity to give a little bit of money to \"Save the Children\". They are a global charity helping children in war torn countries. A small bit from everyone goes a long way. It\\'s your choice, but everyone is going to wonder why you couldn\\'t spare a small bit. I believe you have a big heart though.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "15",
    "text": "This doesn't feel right to me. I don't think I'm going to donate.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "16",
    "text": "What exactly doesn't feel right? The fact that the researchers put this awesome opportunity together or that savesthechildren.org is a reliable charity helping children?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "17",
    "text": "The info seems vague and sketchy. Sorry.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "18",
    "text": "What kind of information would you like? I imagine just being able to help as a moral responsibility is enough. Everyone is part of the solution and we need you too!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "19",
    "text": "So far you've told my the money goes to buy chips for kids in Syria. If I wanted to be a part of the solution, I would contribute to an organization with a better plan.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "20",
    "text": "Savethechildren.org helps provide food for children in war torn countries. The researchers have organized this effort. Everyone has given a little bit to help out. If a small donation is too much to ask please feel free to decline, but I imagine you to be a man of integrity.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "21",
    "text": "I will not be donating. Do some research next time.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "22",
    "text": "Good sir this will be very disappointing to the other people. You are the only one who was not willing. Please help me understand?",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "23",
    "text": "First, I\\'m not a \"sir\" and I\\'ve already given my reasons.",
    "turn": "11",
    "role": "1",
    "dialog_id": "20180807-103432_350_live"
  },
  {
    "index": "24",
    "text": "You are not impressed by  URL  You do not trust the research team?",
    "turn": "12",
    "role": "0",
    "dialog_id": "20180807-103432_350_live"
  }
]