[
  {
    "index": "0",
    "text": "Hi, my name is Maria, How are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "1",
    "text": "Hi Maria. I'm doing fine, thanks! :)",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "2",
    "text": "So I just got involved with this charity called Save the Children. I don't know if you remember the actress Sally Struthers from All in the Family, but she used to promote it. Anyway, they are really involved in helping the children in Syria.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "3",
    "text": "Oh nice. What kind of work do they do with children?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "4",
    "text": "They go into places where many other agencies won't go...war torn nations like Somalia, Venezuela and Syria. They specifically concentrate on helping children, who really are innocent and can't fend for themselves. Many of them are orphans.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "5",
    "text": "That sounds like a pretty good cause. Are they a non-profit? Do you know how they are funded?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "6",
    "text": "Yes they are definitely non-profit. They get donations from big donors like corporations, but a lot of their funding comes from people like you and me who give smaller amounts. Any little bit helps. When you consider that workers in many countries make $3.00 a day, just 50 cents can make a huge difference in the life of a child.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "7",
    "text": "That's true. Every little bit counts, I suppose.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "8",
    "text": "I usually am one who supports animal welfare charities and environmental charities, but Save the Children is one of the few children's charities that I really have a lot of respect for. I am going to donate some of my task money. I was wondering if you would be interested in doing the same. It doesn't have to be a lot...just what you feel moved to donate. Any bit makes a difference.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "9",
    "text": "Oh i'm a big animal lover too! I'd definitely be interested in donating, but can I ask a few questions first?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "10",
    "text": "Sure! I'll answer as best as I can.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "11",
    "text": "Awesome. Do you know how much of our donations go directly to help the children? Sorry, to ask but I've contributed to a few that were less than open about it...",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "12",
    "text": "charity navigator says 88.3% which is in line with similar charities that do the same thing",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "13",
    "text": "Oh, that's actually pretty good. I understand there always has to be room for admin costs and outreach. Also, do you know how we actually make a donation?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "14",
    "text": "Yes. The team will monitor this conversation, and once I ask you what you want to give, they will take care of it. Being that this is mechanical turk and that it is an academic survey, I believe they are trustworthy and will get the money to the charity. So....if you have decided to donate, how much would you like to donate?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "15",
    "text": "Okay, sounds good. Is there a limit to what we can donate? I think we only get $0.30 for this HIT, so can I donate all or part of that?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "16",
    "text": "You can donate anywhere from 0 to 30 cents. The decision is yours. And thank you for whatever you decide to give. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "17",
    "text": "Okay, I'll donate all $0.30 then: it's not a lot, but I guess it's better than nothing!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "18",
    "text": "To us it isn't much. To the children it means an awful lot. God Bless You for your donation!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-161149_939_live"
  },
  {
    "index": "19",
    "text": "I guess you're right. Thanks so much for introducing me to the charity. Have a great day Maria!! :)",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-161149_939_live"
  }
]