[
  {
    "index": "0",
    "text": "Hello, how are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "1",
    "text": "Hello, I am doing fine.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "2",
    "text": "I am here on behalf of Save the Children, have you ever heard of this organization?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "3",
    "text": "No, what is it?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "4",
    "text": "Save the Children is an international non-governmental ogranization that promotes children's rights, provides relief, and helps support children in developing countries. Have you ever donated to any international children charities?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "5",
    "text": "Yes, I have donated to a few before.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "6",
    "text": "That's great to hear! We are here looking to see if you would be interested in donating part or all of your incoming payment for this task to our organization! Your donation would go directly to helping children receive food and education in locations where they are in desperate need of help. Would this be something you would be interested in?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "7",
    "text": "Yes, this sounds good. Is there a specific or minimum amount necessary?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "8",
    "text": "That's great! Thank you! There is no minimum amount necessary, whatever you feel like you would like to donate to go towards the cause.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "9",
    "text": "I would be interested in donating $0.10 of my payment to Save the Children.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "10",
    "text": "Thank you! We appreciate that! Is there a certain area that you are passionate about that you would like to see the donation go towards?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "11",
    "text": "I would love if it can go towards children in war-torn regions like Syria.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "12",
    "text": "That's a great cause to donate to, we have a team working with them now getting them healthy food they need in their time of need. While I have you here would you also like to be signed up for our email newsletter? That way you can stay up to date on what we are working on and any current needs we may have.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "13",
    "text": "No thank you, I would rather just follow your social media. What sites are you available on, if any?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "14",
    "text": "You can find us on Facebook, Twitter, Instagram, Pinterest, and even Youtube. Here is a link to our Facebook account if you wouldl ike to check us out and give us a follow!  URL ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "15",
    "text": "Thank you. Are you doing anything regarding the situation with children at the US Border?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "16",
    "text": "We are working hard with protecting the children experiencing the events happening at the U.S. Border. You can read about any updates and any other causes we are working towards on our website,  URL ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "17",
    "text": "I see on your site that almost 90% of donations go straight towards your programs. That is very good, I can feel better knowing my money is used right.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "18",
    "text": "Definitely, and we thank you again for donating. Just to confirm you wanted to donate $0.10 of your payment for this task today, is that correct?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "19",
    "text": "Yes, $0.10 is correct.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180807-210743_128_live"
  },
  {
    "index": "20",
    "text": "Thank you and have a great night, we hope to see you again soon.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180807-210743_128_live"
  }
]