[
  {
    "index": "0",
    "text": "Hi.  How are you today? How is your holiday weekend going?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "1",
    "text": "Good and you?  Going to a bbq later.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "2",
    "text": "Nice.  Yeah mine is going well too.  I'm just happy not to have to work today.  How about you? Are you off today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "3",
    "text": "Yeah been off for a couple of days. It's nice.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "4",
    "text": "Nice.  You know every year around this time I try to give a little bit of money to charity, before the holidays start and I know I'm going to be broke. How about you? Do you usually give to charities?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "5",
    "text": "I give from time to time, if it's a good cause",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "6",
    "text": "Nice.  What kinds of charities do you usually give to, if you don't mind me asking?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "7",
    "text": "I usually give to local charities that provide for the homeless.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "8",
    "text": "I do as well here in Chicago. Recently though, I've started to give more to charities that have to do with children. I feel like children are often the most as risk in disasters and conflict around the world. With them even just a little bit of money goes a long way in feeding them. Have you ever donated to a children's charity?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "9",
    "text": "I have donated to the McDonald house",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "10",
    "text": "Nice. I remember seeing those commercials on TV.  One that I like is called Save the Children.  It's an organization that helps children in very difficult circumstances, both here in the US and around the world.  Have you heard of them before?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "11",
    "text": "Sounds like a good cause.  Do you have a website?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "12",
    "text": "Yes. It's  URL   There you will see the various projects they are working on.  For exaxmple, the work they are doing in Syria right now is incredibly important as there are unfortunately thousands upon thousands of orphans due to the war.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "13",
    "text": "Looks like they also help border children in the US.  I am all for that.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "14",
    "text": "Yes. I agree. That's also a very important endeavor.  There are just so many difficult situations out there for children.  But it's good to know at lease one organization tries to help the most in need.  Did you know that they accept donations from mturk?  So we could donate directly to them from our funds for this HIT.  Even small amounts go a long way when so many people donate.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "15",
    "text": "I can donate 50 cents right now, the rest goes into my childs college fund",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "16",
    "text": "Ok. That sounds great.  I'm going to donate a similar amount myself",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "17",
    "text": "sounds good, it is always worthwhile to donating something, nothing is too small",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "18",
    "text": "I agree.  Especially with how many people are participating.  If everybody in America gave 1 dollar today, that would be 370 million.  It's amazing how many adds up",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "19",
    "text": "Plus who doesn't want to help children?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "20",
    "text": "Exactly.  Well, you take care and enjoy the rest of your holiday. It was nice chatting with you",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-094939_651_live"
  },
  {
    "index": "21",
    "text": "Nice chatting with you too.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180903-094939_651_live"
  }
]