[
  {
    "index": "0",
    "text": "How are you doing today? Are you familiar with the charity Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "1",
    "text": "Good, you?  Never hard of it.  Is it a charity?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "2",
    "text": "I'm great, thanks for asking. Yes, it is a charity. I'm working with them to secure donations to help children in need. Helping families with children through crisis periods in their lives like relief after hurricanes, flooding, and earthquakes. We are also accepting donations to aid refugees and to assist with housing needs. Does this sound like a charity you would be interested in supporting?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "3",
    "text": "Yes I am interested.  Do you have a website?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "4",
    "text": "Yes! Please visit  URL for additional information. But I might be able to answer any questions you have at this time.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "5",
    "text": "I am going to look at it really quick.  How much do people usually donate?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "6",
    "text": "The donations vary. Today, I'm asking for a donation of $5. Of course, anything above that would be greatly appreciated. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "7",
    "text": "Pretty sure I can only donate up to $2",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "8",
    "text": "A $2 donation from the heart is better than no donation at all! Your support is greatly appreciated. Did you look over the website?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "9",
    "text": "Honestly everthing I make here goes into my son's college fund.  I was more thinking 50 cents. I did look at the website. looks like a really good cause.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "10",
    "text": "I understand your need to budget for your own children. Please keep in mind that your donation will be directly deducted from your task payment. Wouldn't you consider it worth the effort to donate the entire $2 for charity. Your $2 can make all the difference in the lives of these children. $2 could be several meals for a child in need. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "11",
    "text": "I would have to discuss this matter with my wife first.  I am only comfortable with giving 50 cents right now.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "12",
    "text": "Thank you for your continued support and donation. Would you be able to discuss the donation with your wife at this time? I ask because time is essencial. Millions of children are facing the threat of starvation, illness, and homelessness while we speak. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "13",
    "text": "She's not home right now.  But I would be willing to bring this up with my church group and maybe do a fundraiser for this cause.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "14",
    "text": "That would be incredible! Additional support from your church group is much appreciated as well. Again, thank you for your support and commitment to Save the Children. Charitable causes, especially those concerning children and the less fortunate, are definitely the Lord's work! And I know what goes around comes around. And God rewards those that look out for the less fortunate.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "15",
    "text": "Do you know if my donation can specifically go to their US program that help border children?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "16",
    "text": "I believe the funds can be specifically allocated to that designation. I'm happy to hear that you have a passion to help the needs of those children. But there are millions of other children throughout the world that need our assistance. Would you be able to donate $2 directly to those children? I know that especially now, they need all the help they can get. I'm not sure when your children will be going to college, but these kids are in need of help today!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "17",
    "text": "I appreate the info.  I will give 50 cents today and look into a fundraiser with my church group.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "18",
    "text": "I understand. We will accept your 50 cent donation today. Please use the link I provided earlier for additional information to give to you congregation. There is also info on that site as to where to send future donations. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "19",
    "text": "Thanks.  Have a good day!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-100753_363_live"
  },
  {
    "index": "20",
    "text": "Again, thank you for being part of the solution. It is greatly appreciated. Have a great rest of your day!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-100753_363_live"
  }
]