[
  {
    "index": "0",
    "text": "Good afternoon, how is everything going?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "1",
    "text": "Great! How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "2",
    "text": "I am doing relatively well and fine. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "3",
    "text": "What kind of person are you?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "4",
    "text": "Well, I believe that overall I am good person with a great drive to do as much for people in general.  Many have said that I am a giving and kind person.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "5",
    "text": "What kind good things do you do for people?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "6",
    "text": "Well, I basically help individuals who are closest to me by helping the elderly with very tasks locally.  I also have a tendency to help children around my neighbor by mentoring some.  I also help with my local congregation by a Godly person as well.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "7",
    "text": "You sound like a very nice and charitable individual. It is a pleasure to meet you!",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "8",
    "text": "Well, thank I appreciate your kindness.  I try to do right by people.  I believe in the golden rule do unto others as you have them do unto you.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "9",
    "text": "That is a very virtuous code to live by. I admire your morality.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "10",
    "text": "Thank you for your kindness.  I really appreciate your kind words.  It is nice to talk with you.  That brings me to one of the reasons why I am communicating with you today.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "11",
    "text": "I appreciate your kindness as well. What is your purpose? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "12",
    "text": "Well, I believe in our children.  That is reason why I am a part of a cause to help children earth wide.  We are asking for any kind of monetary donation that you may have to help with the cause.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "13",
    "text": "I believe that helping children is a noble cause. How would my donation help these children? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "14",
    "text": "Well, your donation would help on so many levels.  Your donation will help to the overall betterment, improved health, education, and safety of many of these children who come from a developing country.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "15",
    "text": "Why should I help these children? Are they not already being helped?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "16",
    "text": "Well, let me say this.  The children in these countries would like to have additional money provided because still in our modern day, it is still not enough to help.  That is one of the reasons why we are asking for more help.  There are many stories of children who have died from hunger but additional donations would be able to help to quell some of these isolated instances.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "17",
    "text": "That is very compelling. How much of a donation are you asking for?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "18",
    "text": "Well, any amount that you would like to offer would be greatly appreciated.  We like individuals to give from a joyful heart.  So whatever amount that you offer would be greatly appreciated and highly respected by our organization, the Save the Children fund.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-093512_147_live"
  },
  {
    "index": "19",
    "text": "I have donated a lot this year to charity but I am able to spare $1 if it means helping children.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-093512_147_live"
  }
]