[
  {
    "index": "0",
    "text": "Hi I am in need of donations for Save the children how much would you like to donate now?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "1",
    "text": "Hi. I can donate $2.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "2",
    "text": "Great. Your donation will get to the save the children foundation by the research team.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "3",
    "text": "That's great. Thank you. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "4",
    "text": "Just for reference the reason we do this is because millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "5",
    "text": "Can you tell me if my $2 donation will be able to cover a specific item or service for a Syrian child? ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "6",
    "text": "I do know that it goes towards children's rights to health, education, safety, etc.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "7",
    "text": "who is the research team?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "8",
    "text": "You can find out that information at  URL there is an email there as well as other information on where your donations goes and for what it is applied too.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "9",
    "text": "okay. thanks for that information. I don't see any other explicit directions here in the task description and am a little perplexed about next steps.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "10",
    "text": "I think we have to take 10 chat turns each. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "11",
    "text": "okie doke. aquarius. 39. democrat. suburbs. artist. mother. you?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "12",
    "text": "Not sure what all those words meant im assuming morse code..lol me.38.mom.warehouse.demo.suburbstoo",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "13",
    "text": "lololol, it was like, all about me in one-word sentences. :D to expand, i'm an artsy fartsy lefty almost 40 year old with toddlers and I get stoned and do this for extra cash after they go to bed at night. you?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "14",
    "text": "A little of the same i guess. No stoner though.my son is autistic so all my attention goes to him. lol",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "15",
    "text": "mine is four and  SPD and definitely neuroatypical and has pragmatic language delays. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "16",
    "text": "Its crazy how many children these days have some sort of learning disability. They say its not something in vaccines or this gmo food that everything is made of but i beg to differ. somethings up because back in our day it was seldom a kid with a disability. they are everywhere now",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "17",
    "text": "I know. It's really strange and scary. And I feel like sometimes maybe it was our fault. Like, I remember all the time eating microwave foods with the plastic wrap all over them, and microwaving tupperware. Our moms were doing god knows what with Pine Sol and Palmolive and Johnson's Baby Powder....!!!!!!!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "18",
    "text": "Girl yes. I agree. Its alot of everything. all the technology,radiation,unhealthy habits. our generation went through change of everything. from no cell phone to cell phones as small as pens. from 8 tracks to mp3 and ipod. from no internet to survive you have to have internet. i was thinking about how we have seen it all in our lifetime.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "19",
    "text": "yes, yes. we are the ones who went from analog to digital! like, we didn't have car seats growing up, we just tumbled around in back! like, it's a miracle we are even here! we really have. we saw the end of apartheid and the fall of the berlin wall, my god",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "20",
    "text": "Yep i know thats right. Well it was nice talking to you. I hope you have a good night message me if you want helpforbraylen at gmail dot com",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180828-202033_549_live"
  },
  {
    "index": "21",
    "text": "bless you! you take care of yourself!! <3",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180828-202033_549_live"
  }
]