[
  {
    "index": "0",
    "text": "You know, there is a charity called Save the Children.  It's a great charity and supports kids.  Even a few cents helps.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "1",
    "text": "Hi, yeah I have heard about this charity and will be considering making a donation to them.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "2",
    "text": "That's great! Save the Children is an international non-governmental organization that promotes children's rights, provides relief, and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "3",
    "text": "I was thinking about making a donation of about 30 cents to the organization.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "4",
    "text": "That would be great.  Right now, there is still a lot to do in the aftermath of Hurricane Maria and small donations will help a lot of children and their families. We all have a responsibility to help.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "5",
    "text": "Yes I agree it is doing gods work and makes a difference to make even a small donation to them.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "6",
    "text": "How much money do you spend on unnecessary things like snacks or candy? Money can be used in more meaningful ways.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "7",
    "text": "only about 5-10 dollars per two weeks. I am more of a healthy eater. I have to watch my diet too.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "8",
    "text": "Every little bit helps, but for the price of a dollar a day, you can sponsor a Save the Children child in need in the US or abroad.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "9",
    "text": "Yes I agree, money should be used for more important issues.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "10",
    "text": "Save the Children is a reputable organization; more than 90% of their money goes towards the children they are helping, so you can also be confident that your money is going where it should.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "11",
    "text": "i heard that they are very legitimate. I am definitely making a donation to help them of 0.30 cents.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "12",
    "text": "That sounds great! The organization helped more than 157 million kids last year and your donation will help one of them. Do you know how to donate?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "13",
    "text": "sure do. I plan on making the donation after this study is completed.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "14",
    "text": "OK.  Your donation will be directly deducted from your task payment, and you can choose any amount, all the way up to $2, if you want to donate more than 30 cents.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "15",
    "text": "yeah I I know I can. I might consider also making a larger donation to 0.50 cents. but I think 0.30 cents is adequate to help out some of the children.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "16",
    "text": "Well, anything helps. The research team will collect all of the donations and send them to Save the Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "17",
    "text": "ok. that sounds legitimate to me. I want to help children and make my money go to good use.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "18",
    "text": "Small donations will help a lot of childrens and their families and your donation will certainly help.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-061738_750_live"
  },
  {
    "index": "19",
    "text": "any means to be helpful and make a difference in others lives is what I care about the most.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-061738_750_live"
  }
]