[
  {
    "index": "0",
    "text": "Have you heard of the charity Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "1",
    "text": "No, I don't believe I have. What are their goals?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "2",
    "text": "They give children a healthy start in life, the opportunity to learn and protection from harm. When crisis strikes, they are always among the first to respond and the last to leave. They do whatever it takes to save children, transforming their lives and the future we all share.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "3",
    "text": "That sounds like an amazing charity. That is something I could really get behind.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "4",
    "text": "It's a great charity that has helped more than 155 million children in 120 countries. Do you ever donate to charity?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "5",
    "text": "Yeah, I donate here and there. If I'm in the right place at the right time or am given an opportunity.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "6",
    "text": "Save the Children is a wonderful charity to donate to. 86% of money raised goes directly to the children. Would you be interested in donating to Save the Children?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "7",
    "text": "Where does the other percentage of donations go? I would possibly be interested!",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "8",
    "text": "9% goes to fundraising and 5% goes to management and general expenses. Please ask any questions you may have. I want you to feel comfortable knowing your donation is really going to help children.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "9",
    "text": "What areas of the world do they cover? Is it an international charity, or exclusive to the US or another country?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "10",
    "text": "The charity helps children in the US and worldwide. Africa, Asia, and the US are the top regions receiving aid from Save the Children. Your donation goes a long way too!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "11",
    "text": "What is the average donation amount that most donors contribute at one time?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "12",
    "text": "I don't have that information at hand, but even .30 cents goes a long way! Would you be willing to donate your earnings from this HIT to help children eat and go to school?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "13",
    "text": "I would be willing to at least donate a portion of my earnings to help this charity.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "14",
    "text": "That's wonderful, thank you! You know 30 cents may not seem like a lot to you, but to a child who is hungry and sick, it can mean the difference between life and death. Are you sure you wouldn't want to help a child by donating the full amount?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "15",
    "text": "I could do that. 30 cents for the children is okay with me!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "16",
    "text": "Thank you! Your donation is going to help a child eat, receive an education, and have access to life-saving medicine. Who knew 30 cents could do so much!? Do you have any other questions?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "17",
    "text": "I don't think so. Thank you for taking the time to introduce me to this charity! Do I need to do anything else to make sure I get the money donated?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "18",
    "text": "Nope, it will all be handled on my end. On behalf of children worldwide, thank you for your kindness. 155 million children benefited last year, with your help we'll reach even more!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-112434_860_live"
  },
  {
    "index": "19",
    "text": "Thank you! ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-112434_860_live"
  }
]