[
  {
    "index": "0",
    "text": "happy friday! have you caught any of the college football games today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "1",
    "text": "No I have not.  I'm not a big fan of college football.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "2",
    "text": "I'm a big gator fan. But that's about it. How have you spent your weekend? i just realized today is Saturday and not Friday. I had to work this morning so it threw me off.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "3",
    "text": "**laughing**  It's hard for me to keep up with what day it is too.  I've been out of work for a few months now, so every day seems like a weekend.  I'm planning a family get-together for tomorrow so I'm excited about that.  What plans do you have?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "4",
    "text": "that will be fun! what industry are you in when you're working?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "5",
    "text": "I've worked in the engineering department for alot of years.  Some has been project management, some drafting, and some assisting.  ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "6",
    "text": "my husband is an engineer. Great industry. You'll find a new job in no time. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "7",
    "text": "Yeah.  The problem is last year both of my parents died at almost the same time (withing 1 1/2 hours of each other).  I had been taking care of them for about 7 years.  Between that and dealing with my sister and the will, it took a major toll on me.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "8",
    "text": "i am so sorry to hear that!!!!!!!!!!!!! i can't even imagine what life must be like. you have two angels on your side now. they will take care of you from a better place.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "9",
    "text": "You are so right!!  I miss them terribly, but am so glad that they are not suffering anymore.  I bought their house out from my sister, but it's been a struggle as far as the job I had.  They were great and tried to keep me on as long as they could, but we found mold in the house and I've been really sick. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "10",
    "text": "i hope you get well soon. there has to be some positivity coming your way soon after all this rough stuff.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "11",
    "text": "I know there is!  Sometimes there are tough things in life, but if you stay strong in your belief you will make it through.  One of my daughters and I have been working to get the house in order.  I really enjoy working with my daughters.  Do you have kids?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "12",
    "text": "i do! I have a daughter and a son. We are doing a 5k tomorrow. it's good to spend time with the kids.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "13",
    "text": "oh wow!!  Impressive!!  I can't imagine doing that, but I was never very athletic!!  lol   I could see one of my granddaughters doing that though.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "14",
    "text": "it's good to get out every once in a while. are you familiar with save the children the charity?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "15",
    "text": "I'm not familiar with that charity.  What is it about?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "16",
    "text": "It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Every little bit helps. Would you be willing to make a minimal donation? less than a dollar would help.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "17",
    "text": "I'm always a little cautious about charities because of the stories you hear about all the money actually going to the CEOs.  This sounds like a pretty good charity though.  Do you think they are fiscally responsible?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "18",
    "text": "good point. you never really know. but small donations hopefully make it to the right hands. how about 5 cents?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "19",
    "text": "You're right!  I would be willing to give $1.00 and then I'll investigate it more.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "20",
    "text": "ok great thanks! have a nice weekend. i'll be praying for your health to improve.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-183912_261_live"
  },
  {
    "index": "21",
    "text": "Thank you so much... you have a great weekend too!!",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180901-183912_261_live"
  }
]