[
  {
    "index": "0",
    "text": "Hi there, I'd love to talk to you about an amazing fund called Save the Children. ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "1",
    "text": "Hi, How are you? yes i love charities that help children and animals.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "2",
    "text": "I'm great thanks for asking! Save the children does just that, they have US and global projects to give children a healthy start in life, the opportunity to learn and protection from harm.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "3",
    "text": "that is good to know. I always want to make sure that the charity I am giving too is legitimate and helpful.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "4",
    "text": "It's definitely legitimate, each year they publish their expenditure report and last year (2017), 86% of all expenditures went to program services, while another 9% was used for fundraising and only 5% was used for management and expenses which is a much lower amount than most charities such as Unicef",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "5",
    "text": "very good. I am thinking about making a 0.30 cent donation to them to help the children.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "6",
    "text": "That would be awesome, they actually have an option to directly utilize this task for donation so you can choose any amount from $0 all the way up to $2",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "7",
    "text": "ok. yeah i am going to give 0.30 cent donation of my pay towards save the children.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "8",
    "text": "Well that's awesome, I'm glad to hear that you will be making a donation. What other charities do you support?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "9",
    "text": "ASPCA for animals and wounded warrior project.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "10",
    "text": "Do you have animals then? I have a dog and donate to the ASPCA as well",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "11",
    "text": "yes, i have a small shih tzu at home. they are so cute. I give to ASPCA because I love animals.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "12",
    "text": "I do too, what makes you support the wounded warrior project",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "13",
    "text": "it helps veterans. Most importantly people who fought to save our country.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "14",
    "text": "That's great, I have many veterans in my family so ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "15",
    "text": "thats good. I have 100% respect for veterans that have fought for our country. Animals and children are up there too on what I care the most about.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "16",
    "text": "Awesome, I donate mainly to the ASPCA and the Alzheimers association since my grandfather has Alzheimers as well",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "17",
    "text": "hope all is well with your grandfather.  I believe donations are God's deeds too.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "18",
    "text": "As well as the disease will let him be, and I agree as well, I'm going to be matching your $0.30 cent donation to Save the Children as well to help support such a great cause!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-173114_499_live"
  },
  {
    "index": "19",
    "text": "that sounds great. It is a great cause and believe it will help children in the future.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-173114_499_live"
  }
]