[
  {
    "index": "0",
    "text": "Hello, how are you doing this afternoon? ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "1",
    "text": "Hi! Good thanks, how about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "2",
    "text": "I am doing great. Thanks for asking.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "3",
    "text": "I don't know if you have finished reading about the task, but it has something to do with charity.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "4",
    "text": "I would like talk with you about a very important charity called Save the Children. Have you ever heard of them?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "5",
    "text": "No, unfortunately I haven't. Do you know much about them?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "6",
    "text": "Save the Children is an amazing organization that strives to help children in different areas, such as, healthcare, education, and safety. They not only help children in the United States, they are also making a difference all over the world. Donations that are giving to the company is strictly used to help the children with their needs. They are well known and trusted all over the world.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "7",
    "text": "Oh nice! I don't suppose you know what % of donations actually go to the children?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "8",
    "text": "86% goes to program services, 9% fundraising, and 5% management and general",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "9",
    "text": "Oh, that's pretty good. Sorry for all the questions, but I like to look at how effecient charities are so I can get a better sense of them!",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "10",
    "text": "That is fine, I want you to be sure that your money is going directly to help the children, and not to fatten someones pocket. I would also like to point out that in 2017 alone, Save the Children help 155 million children in 120 Countries and 237 thousand US children in 22 states and Peurto Rico. They are an outstanding organization thats what to see every child reach their dreams and live a full healthy life.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "11",
    "text": "Yeah, that's exactly it. Oh so Save the Children is actually a really large organization. I'm surprised I never heard of it.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "12",
    "text": "They are well known and loved by many people all over the world. Yet, in order for them to continue helping children, they need people that are willing to think about the needs of children who greatly need help. You could be a hero in a child's life by donating to Save the Children. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "13",
    "text": "I usually don't donate unless I do a little more research into an organization, but if all you said is correct, I think I must just donate. So am I allowed to contribute my HIT proceeds? It's only $0.30, but I guess it's better than nothing!",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "14",
    "text": "Absolutely!! Anything that you are able to donate would make a major difference in a child's life. Thank you so much for caring about the children that so many have forgotten!!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "15",
    "text": "No problem. Sorry, it isn't much but i guess there are worse ways to spend your money Friday night!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "16",
    "text": "Your donation is plenty and will save a child! You are an amazing person! Welcome to the Save the Children family!!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "17",
    "text": "Thanks for introducing me to the charity. It sounds like a really good organization. So, do you have a link I need to follow to donate, or is that provided after the chat?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "18",
    "text": "I don't see a link, so I am sure you will find one after the chat",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "19",
    "text": "Okay, sounds good. I'll donate my hard earned $0.30 then! Thanks again and have a great weekend!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-184944_472_live"
  },
  {
    "index": "20",
    "text": "Thank you, from all the children!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180831-184944_472_live"
  }
]