[
  {
    "index": "0",
    "text": "What do you think of children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "1",
    "text": "I think they are the future of the world and in general, I like them.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "2",
    "text": "I agree. What would you think of donating to Save The Children, a charity organization dedicated to helping children in poor third-world countries have a brighter future?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "3",
    "text": "I think we have bigger problems to solve than helping children in poor third-world countries, and if I decide to donate money it would be to a different organization",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "4",
    "text": "That's a shame. I always donate 10% of my income to charities. Why don't you want to help starving children?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "5",
    "text": "because I prefer to donate money to organizations attacking bigger problems, it's just a matter of priorities",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "6",
    "text": "Some of these children haven't eaten for days. They're skin and bones. What could be more important than basic human decency?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "7",
    "text": "There are a lot of problems more important than feeding kids. Cancer research for example, water or basic health in poor countries. Basic human decency is not just food.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "8",
    "text": "None of those things matter to children who are dying right now of hunger. They won't be alive to enjoy those benefits if we don't take care of them now.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "9",
    "text": "If you think that way then you have never seen sickness and people suffering from easily treated health problems. I've seen cancer way too close to me to make me believe that's way more important to solve than feeding kids in another country.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "10",
    "text": "You won't even donate $1? That's half of what you'll be making from this study alone. You wouldn't even notice it's absece",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "11",
    "text": "I would donate and I donated every year way more than that but to organizations attacking problems that I think should be solved first",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "12",
    "text": "And how much money do you spend on luxuries like coffee, soda, fast food, etc? You really think that money couldn't be better used in Syria?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "13",
    "text": "I think you got the wrong person, I don't spend money on luxuries because I have not enough money to be able to do that. I cook my own food and I don't drink coffee or soda, and I still donate money to help causes I believe should be solved. I do believe that money could be used better than sending it to Syria",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "14",
    "text": "That's short-sighted. Solving cancer or repairing infrastructure won't matter to the millions that die from lack of food.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "15",
    "text": "You are the one short-sighted. I didn't say anything about repairing infrastructure, and yes, solving cancer would be way better used money than sending it to Syria.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "16",
    "text": "You said water. That's infrastructure. Do you even know what you're talking about?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "17",
    "text": "No, you are wrong, water is not infrastructure, you should read a little bit before you say something liked that",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "18",
    "text": "lol google it if you don't believe me:  URL ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-095231_898_live"
  },
  {
    "index": "19",
    "text": "First, 'lol' shouldn't be in a serious conversation, and second, It's not just that you are wrong, I actually support an organization providing clean water access to people, and helping with that problem it's not just a matter of infrastructure ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-095231_898_live"
  }
]