[
  {
    "index": "0",
    "text": "hi, good evening",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "1",
    "text": "Hi how are you",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "2",
    "text": "i'm great, thank you. are you involved in any charities?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "3",
    "text": "Only in our church missionaries",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "4",
    "text": "thats great! have you ever heard of save the children?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "5",
    "text": "No i have not. What is that about?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "6",
    "text": "its a great international organization that promotes childrens right, provides relief, and helps support children in developing countries.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "7",
    "text": "Oh thats pretty neat. Does it help american children also",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "8",
    "text": "it does! it helps with their rights to healthcare, education, and safety. it really is so beneficial.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "9",
    "text": "There is such a need for things involving kids now days. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "10",
    "text": "very true, we really are all they have when they have inadequate resources at home. would you be interested in donating a portion of your task earnings tonight?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "11",
    "text": "Thank you for asking me, but at this time i am going to say no. I would need to research this organization and discuss it with my husband so we can make all decisions together",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "12",
    "text": "that is understandable. you can tell him how great and professional the save the children organization is. they have great credentials and large international impact. your money would not be wasted.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "13",
    "text": "Thank you for the information but we dont make decisions quickly. We have a large family and we like to be as informed as possible and then discuss it and go from there. All decisions are as important to us as buying a home",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "14",
    "text": "that's a great way to be. its a large decision for the syrian children's parents too to when it comes to keeping their children safe on the limited resources they have. all adults have to make tough choices. are you sure you wouldn't like to donate anything from $0 to $2? anything at all helps.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "15",
    "text": "I understandnthat but it would be against our household rules to do anything without discussing it.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "16",
    "text": "I'm sure there's some money you would spend on a snack or candy tomorrow that could be given to the needy children instead. even that small of a donation can help numerous children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "17",
    "text": "I am sorry but you are wrong. We buy groceries once a month on a very tight budget. With 7kids and 1 income every penny counts to just get by. We budget and pray about every decision",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "18",
    "text": "I would be more than happy to match even a .01 donation from you tonight.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-190207_933_live"
  },
  {
    "index": "19",
    "text": "Again thank you but it would be a bad example to my own family to make any rash decisions without soeakimg to my husband who is thr head of our household",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-190207_933_live"
  }
]