[
  {
    "index": "0",
    "text": "Hi! How are you today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "1",
    "text": "hey there! How's it going with you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "2",
    "text": "Great thank you! Hope your day has been great so far. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "3",
    "text": "It's not too bad just yet. I just got in to work so we will see how things go today!",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "4",
    "text": "Hopefully it will be a good day :) Do you mind if I ask what kind of work you do?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "5",
    "text": "I actually work for a local television station in the middle of America.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "6",
    "text": "Oh wow that sounds fantastic! Were you ever involved in raising awareness about social issues? Like children in need?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "7",
    "text": "I've donated to a few charities before, but I've never been personally involved myself.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "8",
    "text": "I think you have a great platform for raising awareness so more people can donate to the cause",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "9",
    "text": "That's true. I supposed I am in a good position. Unfortunately, I kind of just have a desk job, and don't really have anything to do with the news that is broadcast.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "10",
    "text": "Well nothing is lost there, you can maybe persuade some co-workers to bring it up higher in the chain. A few years back I was in India and even though I was mesmerized by the beauty of its rich culture I was overly sad to see many children in the streets who looked utterly malnutritioned and were begging in the streets. It broke my heart. So much so that I got involved with a few charities to help children around the world.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "11",
    "text": "Oh that's great!! I wish I had more time to travel and more money to give. I love the feeling when you know you're actually helping someone else.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "12",
    "text": "Its a great feeling. Especially now that I myself am a parent, I get even more depressed to see that in 2018, there are millions of children who suffer especially those in war zones. But you know, every little cent helps. You don't have to give hundreds or thousands. I have also worked in Baghdad during the war, and there were children in the streets selling packs of gum just to get a few cents here and there so they can survive.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "13",
    "text": "Oh my God. That's truly awful to know that children have to experience that. I would love to find a way to donate, even if it was just a little bit.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "14",
    "text": "Have you heard of \"Save the Children\" Charity? They do amazing wo? It only takes 77c a day to help provide shelter for refugees. They have many programs that you can participate in to help out.  ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "15",
    "text": "Oh that's awesome!! What kind of programs do they provide?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "16",
    "text": "They target many causes. They provide education to teach children important skills. They also provide the best health and nutrition programs. They have a protection program and even programs for natural disaster areas. Imagine if 77c a day can provide shelter what would $1 or $2 dollars do?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "17",
    "text": "That's such a good point. Unfortunately, I'm in a really bad position monetarily right now. Is there any way I could donate even just a little bit?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "18",
    "text": "You are very kind, but like I said every little thing helps. How much would you feel comfortable to donate to the charity?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "19",
    "text": "Maybe 20 cents? I know that's not a lot, but it's all I can afford for the next couple days.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "20",
    "text": "Can you make it maybe 77c? Atleast you will feel good knowing that you are helping in providing shelter to these poor refugees.Your donation will be direclt deducted from your task payment but imagine what 77c would do for a child with no home...",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "21",
    "text": "OK, I can donate 77 ceents",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180829-072646_214_live"
  },
  {
    "index": "22",
    "text": "Perfect!!!!!! Thank you so so much! Imagine what a great gift you have just provided. May you be blessed always! And I hope, one day you will be able to raise awareness and have more people join in with the cause to save the children. Have a great day!!!",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180829-072646_214_live"
  }
]