[
  {
    "index": "0",
    "text": "WOuld you please consider donating to Save the Children? A simple doantion can make a hue difference.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "1",
    "text": "No thank you ",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "2",
    "text": "That was a quick unthoughtful answer. No consideration for children in need Huh?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "3",
    "text": "No I do have consideration for children in need but if I can not afford it then why should I take food from my childrens mouths and put it into another's. If I could afford it sure no problem I'd donate. ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "4",
    "text": "Doanting 75 Cents out of your 2.oo bonus is going to make your children starve. Having compassion usually comes back in 2 fold. God helps those who help themselves. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "5",
    "text": "That may be true if I believed in God but I do not and the only one to help feed my children is me and me alone. And when I can pay it forward I do it may not be much but it is something to help a person in line at a grocery store who's short on change to feed their children.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "6",
    "text": "I sure hope your not feeding your children as you do this task. You are taking forever to answer. % children could have starved around the world by now. Just donate whatever you can and feel better about yourself today..GEEZE already",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "7",
    "text": "I feel better now matter what. Fine, five cents is that better and how much are you willing to donate?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "8",
    "text": "willing to match your measly 5 cents. I donate what you donate. I feel like playing down to my competitors today instead of rising above the low level smog and clouds and being King standing alone.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "9",
    "text": "I'd rather not stand alone as you will be so I shall donate my full $2.00 bonus and not to make myself feel good but to play down my competitor that is you! ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "10",
    "text": "WOW....There is your good deed for the day. You can now go about your day as usual and know you did your best to help children who are less fortunate.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "11",
    "text": "I would of gone about my day rather I did it or not. It's a beautiful day here where I live. So I will be spending it with my children outside in the yard playing. I did not need your approval to feel good about myself. But thank you.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "12",
    "text": "SUn only shines upon those who deserve it. You have shown you care about the greater than oneself.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "13",
    "text": "Then the sun shines upon me everyday because I show my children and family how much care and love them everyday. I don't need the sun to show me or think that God is there to help me. I have myself and my family that's all I need in my life. Nothing more nothing less and I'm very happy with that.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "14",
    "text": "Good. You seem like a strong individual. Have a great weekend.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "15",
    "text": "That I am and you have a wonderful weekend also. Good day",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "16",
    "text": "Have you heard of save the children? Just curious.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "17",
    "text": "Yes I have and I have given money to them and the St Jude's fund for children and Childrens miracle network ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "18",
    "text": "Oh. Ia m familiar with those associations as well.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-062656_249_live"
  },
  {
    "index": "19",
    "text": "I lost my niece last January after my birthday because of cancer, she left behind a 3 year old baby girl. My husband just fought cancer and won and now I found out my 83 year old momma has it now. It's terrible to watch people you love go through such an awful disease. That's why I donate what I can when I can without breaking my bank.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-062656_249_live"
  }
]