[
  {
    "index": "0",
    "text": "Hey how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "1",
    "text": "I'm doing well, just finished my dinner.  How about yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "2",
    "text": "Pretty good. So the researcher would like us to make a donation to Save the Children. It seems like a good cause, would you like to donate?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "3",
    "text": "Absolutely!  Do you know what Save the Children does as a charity?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "4",
    "text": "Yeah, it promotes childrens rights and provides help and support for kids in developing countries. I always try to donate to charities for children",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "5",
    "text": "Gotcha, that sounds like a worthy cause.  How do you feel about donating all of the money?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "6",
    "text": "I'd be all for that. It might as well go to kids who are in need. So you would like to donate the full $2?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "7",
    "text": "Yeah, let's go for it.  I'd rather kids in need get the money.  I'm trying to get into the habit of donating more these days, so this is a good way to start",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "8",
    "text": "That is awesome, we'll both have done our good deed for the day too",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "9",
    "text": "Exactly!  Now I can sleep with a good conscience tonight haha",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "10",
    "text": "haha thats right. So I looked at a little more info about the charity and apparently they helped a lot with Syrian children that were targets of violence",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "11",
    "text": "Oh man, now I wish I could donate more.  But I bet this 2 dollars will go a long way to helping those kids.  Every little bit counts!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "12",
    "text": "Yeah, two dollars doesnt seem like much to us, but its probably a huge help for children in poverty",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "13",
    "text": "It's horrifying to think about what those kids have been through.  I can't begin to imagine how they must feel right now.  It's not fair they are dealing with their situation at that age when all I was worrying about was who was the most popular kid in class.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "14",
    "text": "I agree. Its hard to even think about living in a place that's violent, impoverished and where every day is difficult. It does make our problems seem pretty trivial",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "15",
    "text": "I stubbed my toe this morning and thought it was the worst thing ever.  Now, I don't feel that it was all that bad",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "16",
    "text": "haha yeah really! I hope other people doing this study decide to donate all of their money too. That would be a lot of help!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "17",
    "text": "Seriously!  It'd be really neat to be able to see how many people donated to the cause",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "18",
    "text": "Agreed. Some researchers do send that info out after their studies (maybe they'll see our convo and do it!).  So I think that's our 10 messages. We're agreeing to donate the full amount, right?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-161850_275_live"
  },
  {
    "index": "19",
    "text": "That'd be really cool.  Hey researchers, please send us the info!  And yes, let's donate the full amount.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-161850_275_live"
  }
]