[
  {
    "index": "0",
    "text": "Hey, have you heard about Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "1",
    "text": "the charity right?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "2",
    "text": "Yeah. Pretty much what they do is use donations from charitable, and caring citizens to help children around the world get on a better path to the future.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "3",
    "text": "Oh. Well I think that the donations that go there are supporting a good cause. Especially for hungry children without food and water",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "4",
    "text": "So true. On top of that, they have full financial disclosure of their donations. About 86% goes to program services for less-fortunate kids, and the 14% goes to Fundraising and Management (Personally, I'd like to the latter number go down in the future).",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "5",
    "text": "Do you think too many people are donating to their charity? Why say that when they are being helped?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "6",
    "text": "Not exactly. Just like any charity, they need to get money for operating costs, so not every single cent goes to the children unfortunatley. But 86% is a lot compared to other organizations.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "7",
    "text": "Ah i see. So like for administration. I just read an article saying that not all donations are going to the right children; specifically to the less unfortunate. Would you ever consider donating to them knowing these facts?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "8",
    "text": "It depends to be honest. You've got to understand that the organization needs money to stay operating, or else they would fail and no children would be helped. Make sense?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "9",
    "text": "I understand that. I don't disagree with anything they do since children are being helped",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "10",
    "text": "That's true, have you donated to a charity before?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "11",
    "text": "no not that i remember of",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "12",
    "text": "I didn\\'t before either, but recently I\\'ve been giving little bits here and there when I can. I think of it like... \"What would make me happier? A $1 cup of coffee or using that $1 to help someone in need.\" It truly is a rewarding experience.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "13",
    "text": "hmm I'd love to donate if I was in a financially secure, but at the moment I don't think I can even spare a dollar. I do support all the donations going to the charity though.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "14",
    "text": "Trust me, I understand haha. I'm in the same situation. But if you had the opportunity now to donate a $1 to Save the Children, you wouldn't? It'd be deducted from the task payment today. If that's too much even $0.50 will help out the children that really need. And hey, maybe someday those kids grow up to be some of the most generous, caring people in the world.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "15",
    "text": "If its from today I guess I wouldn't mind.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "16",
    "text": "Yeah, it's kind of like money that's not in your pocket yet haha. So, to be fair, I'll let you decide the amount of today's payment (0-$2) that gets donated, since you'll be the one making a difference.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "17",
    "text": "Yeah. I'll go ahead and go with $0.50. Every penny counts. In the future, I would like to donate much more, its one of the promises I've made to myself",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "18",
    "text": "That's awesome! We need more people like you. Would you like me to provide you with some more information about Save The Children (just the link)? That way, when we both have a little extra money, years and years in the future, we can hope to help out more children",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "19",
    "text": "not a problem. I'd appreciate it.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-235246_719_live"
  },
  {
    "index": "20",
    "text": " URL . Thank you again, and have a great day",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-235246_719_live"
  }
]