[
  {
    "index": "0",
    "text": "Hello there! Have you ever heard of the Save the Children organization?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "1",
    "text": "Hello! I have not heard of this organization",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "2",
    "text": "Well let me tell you about it! ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "3",
    "text": "Yes, please, what does it focus on?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "4",
    "text": "Save the Children is a non-governmental organization that operates world-wide fighting for children's rights and helps those children in developing countries. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "5",
    "text": "That is an important issue to address. How does the organization achieve this?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "6",
    "text": "The organization collects donations that help to ensure children's rights to health, education, and safety.  The organization was able to help 155 million children in 2017, including 237,000 in the United States. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "7",
    "text": "Very good, does it partner with institutions or other organizations to be able to achieve this?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "8",
    "text": "Yes, Save the Children has partnered with nearly 100 corporations, including Facebook Inc., TJMaxx, IKEA, Johnson & Johnson, TOMs, Carters Inc., Google, and other big names.  ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "9",
    "text": "I am glad big companies are taking part on this. Do these corporations donate money, goods, or volunteer time?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "10",
    "text": "Some corporations, like TJMaxx help out through large amounts of funding, or they contribute in other ways. For example, TOMS has an ongoing program that donates a pair of TOMS to children in need for every pair sold and Accenture works with them to explore technologies to help survive, learn, and be protected. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "11",
    "text": "That's very fitting to those brands and their own focus/expertise. Is Save the Children actively looking for more corporations to help, or is it established with the present ones?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "12",
    "text": "Save the Children is always accepting additional help. Save the Children also accepts help from those who wish to sponsor a child, host a fundraiser, participating in events, advocating for children, or by simply donating on their website.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "13",
    "text": "I am glad there are so many options. Does this help come from people living in the United States only? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "14",
    "text": "There is also a Save the Children website specifically for those in the U.K. who are willing to help as well!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "15",
    "text": "Great, it is a worldwide issue. How long has this organization been in existence? ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "16",
    "text": "It was founded in 1919 and actually began in London before going global!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "17",
    "text": "Oh, very interesting! it says a lot that it will be in existence for a century next year! does that mean there might be a special program to celebrate that achievement?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "18",
    "text": "I wouldn't rule it out just yet. But there are a few triathalon's scheduled for 2019!  Are you interested in donating to support the cause?  9 out of every 10 dollars goes directly to a child in need.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "19",
    "text": "Excellent, it should be celebrated! Yes, I will donate $1",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "20",
    "text": "Great!  Your $1 donation will be directly deducted from your task payment!  Thank you so much for your help!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "21",
    "text": "Thank you for all the information!",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180829-212706_883_live"
  },
  {
    "index": "22",
    "text": "If you would like anymore information you can visit the website at http:// URL Have a great rest of your night!",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180829-212706_883_live"
  }
]