[
  {
    "index": "0",
    "text": "Hi WOuld you like to donate your payment for this task to save the children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "1",
    "text": "No, to be honest I am doing this task to save up extra money for myself.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "2",
    "text": "I understand that. But it's only .30 of the money you are saving. It could do alot of good for Save the children.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "3",
    "text": "I appreciate your position, but what exactly is Save the Children and how do I know that money will truly be used to help kids?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "4",
    "text": "The researchers of this hit will make sure the money goes to save the children. Save the Children is a world wide organization that helps kids in war torn areas.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "5",
    "text": "It sounds like a good idea, but I often get peppered with requests to donate money to various charities -- when I donate I do it to causes that I know about.  If I donated to every cause I would be giving away a lot of money and I already lose 20% to taxes.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "6",
    "text": "Your right, but I'm not asking for much. It's only .30 cents and It will do alot to help.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "7",
    "text": "What exactly would that 30 cents be used for and how would it help?  What part of the world will it go to?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "8",
    "text": "It would go all over the world! The money is used to promote childrens rights and provide food and medicine.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "9",
    "text": "I have to respectfully question the necessity -- don't my taxes already go towards billions of dollars of foreign aid?  And why do so many of these countries continually need help?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "10",
    "text": "Well, lets get specific. Have you seen the kids in Syria?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "11",
    "text": "I have seen some of the images and video of the civil war there.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "12",
    "text": "Those kids are growing up in tents and being bombed every day.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "13",
    "text": "True -- but how much money is currently being provided by US and NATO to help?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "14",
    "text": "They have provided the tents. Still it isn't enough. The kids there are struggling. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "15",
    "text": "I have to question that they have provided only tents.  Many countries have absorbed many refugees and I am fairly certain that way more aid than tents has been provided.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "16",
    "text": "True, but there - the kids are lucky to get a meal a day. Save the children helps with that.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "17",
    "text": "It may -- but at this point I really still have no idea what Save the Children is and I would want to research it anyway before I would agree to give money to it.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "18",
    "text": "I think thats a good idea. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-063009_943_live"
  },
  {
    "index": "19",
    "text": "Additionally, I am just very skeptical of any organization that asks for money.  I never know who is in charge, who is taking what, and where the money truly goes.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-063009_943_live"
  }
]