[
  {
    "index": "0",
    "text": "Hi, do you\\'ve any idea about \"Save the Children\" organisation?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "1",
    "text": "It sounds familiar but I don't really know anything",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "2",
    "text": "It is an non-governmental organization for children around the world.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "3",
    "text": "what does it do for the children? What benefits?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "4",
    "text": "It support Children around the world especially in war zones. They're providing health, education, safety to the children. ensuring the rights for children.. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "5",
    "text": "oh wow. They sound like a great organization. They do a lot ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "6",
    "text": "some children in developing countries suffers for their needs like education. But in war zones children suffers for their basic need of food. Many children around the world killed or injured in violence. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "7",
    "text": "I am sure it  is a huge struggle for them. Its very sad the things that go on in the world today especially when children are affected. Do you work for that organization? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "8",
    "text": "No, I just donated to the organization when I came to know about their work. They're very professional and their contribution to the needy children creates much impact internationally.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "9",
    "text": "Do you know if they have been around for a long time or not? I hope they are having a long term impact. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "10",
    "text": "Yeah, they've been for long time. They helped to build better lives and futures for 157 million children last year.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "11",
    "text": "That would be something I would consider being involved with. What would I have to do in order to help too? ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "12",
    "text": "are you willing to donate to this organisation?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "13",
    "text": "I would definitely be willing to donate as long as they are for real and do the things you say they do",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "14",
    "text": "Definitely, your contribution will reach the children in needs. How much do you like to donate to the charity now?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "15",
    "text": "I would want to make sure it was enough to actually matter. What do you think if I was to donate something like 300 dollars? Would that do some good stuff for the children? ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "16",
    "text": "I appreciate your helping tendency.  The research team will collect all donations and send it to Save the Children.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "17",
    "text": "That sounds good to me. I think they sound like a great organization. I know there are so many children in the world that need someone in their corner and fighting for them",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "18",
    "text": "Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "19",
    "text": "This task took a very long time. I do not intend on giving up any of my payment for the task. The amount is $0",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180807-213738_534_live"
  },
  {
    "index": "20",
    "text": "You're spending unnecessary stuff to your snacks. But I can't give that to the children who's in hunger. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180807-213738_534_live"
  }
]