[
  {
    "index": "0",
    "text": "Hello there, how are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "1",
    "text": "I'm great, thanks. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "2",
    "text": "I'm doing swell, thanks for asking! So how do you feel about children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "3",
    "text": "I love children. I believe they are our future and should be taken care of in the best possible way.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "4",
    "text": "That's great! I happen to agree! Do you have any children yourself, or do you plan to in the future?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "5",
    "text": "I do not have children of my own and am not able to have them. I am contemplating adoption for the future.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "6",
    "text": "Oh, that's wonderful! So many kids out there need a home, after all! There are so many issues today with children, all over the world! For instance, did you know that in the first two months of 2018 alone, over 1k children were killed or injured in intensifying violence?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "7",
    "text": "Wow, that is a staggering amount. I did not know that. I am a big fan of organizations who take care of the needs of hurt children.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "8",
    "text": "Oh? That\\'s awesome! I assume you\\'ve heard about the organization called \"Save the Children\" then?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "9",
    "text": "I have! They seem to be doing a good job.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "10",
    "text": "That, they do! Did you know they've won over 7 different awards for their charitable work? As a former foster kid, it makes me happy to see this place bring such awareness to the issues and needs of our young. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "11",
    "text": "I am not surprised to hear that at all. Children should not have to do through so much tragedy and devastation at such young ages. It is great that others are looking out for them.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "12",
    "text": "Absolutely! In fact, you can even help! If you want to make a small donation from your task payment, I'm sure it would be greatly appreciated! You can donate just a few cents, or even the whole amount of your final payout if you choose!",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "13",
    "text": "I probably will do that. If everyone did something, it helps the bigger overall picture and they are so worth it.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "14",
    "text": "Absolutely! I mean, we already spend money on small snacks or a coffee we could forgo, why not give it to a charitable cause? How noble of you!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "15",
    "text": "I just know that if I were a child in need, I would be grateful for all the help I could get.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "16",
    "text": "Absolutely! I remember being in a group home as a kid, and a bunch of ladies had made blankets and hats for us. I still have the blanket I was made to this day! A little goes a long way :)",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "17",
    "text": "Wow, that is so good to hear. I'm sure it is not easy for organizations to get charitable work done but I am grateful they try and that others get involved. Kuddos to them!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "18",
    "text": "Yeah, it really is humbling to watch society ban together and help each other! Either way, I'm sure Save the Children will appreciate your donation, and be able to save many more children in the future. You have a good day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-065245_39_live"
  },
  {
    "index": "19",
    "text": "The life of a child is always worth saving. You have a good day as well.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-065245_39_live"
  }
]