[
  {
    "index": "0",
    "text": "Hi",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "1",
    "text": "Hello",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "2",
    "text": "I'm here to talk about the charity Save the Children. It is an amazing charity and is very efficient with their funding.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "3",
    "text": "I think I have heard of it, but do not know that much about it aside from a general idea that they support children",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "4",
    "text": "They are an international non-governmental organization that promotes children's rights, provides relief and helps children in developing countries. This is a really great opportunity for you to donate your bonus without having to actually give money out of your pocket. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "5",
    "text": "If I am giving money out of my bonus, then it is kind of coming out of my pocket",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "6",
    "text": "That is one way to look at it. I think that if you were going to donate at any point, this would be an easy way to do it. Or at least a portion of the bonus. Don't you think donating feels good?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "7",
    "text": "Donating doesn't feel good or bad for myself. It is a means to support something if I think the cause is worthwhile and I trust the charity to spend the money in a way I agree with",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "8",
    "text": "That is true, the money is making a real and tangible difference regardless of how it makes you feel. I think that everyone should give a little bit here and there because it really adds up and the money can increase their quality of life likely more than it could for you.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "9",
    "text": "Why would you think that? You really do not know about me or my situation. The fact that we are on here working on surveys may lend to the fact we need money",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "10",
    "text": "That is definitely true I can't make any assumptions about you, you could have kids to feed yourself, etc. But all I'm saying is that most of Save the Children's funding goes to third world nations, really terrible places and war-stricken areas. They just want food and water to be happy.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "11",
    "text": "That may be so, and the charity may do good work, I really do not know. That being said, I would rather keep my own money and donate to the charity in my local area as I see fit rather than support someone across the globe ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "12",
    "text": "Fair enough, but please consider donating even a tiny fraction of the bonus. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "13",
    "text": "I will keep my bonus and donate $0",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "14",
    "text": "Can't blame you for that at all.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "15",
    "text": "Good luck in convincing other's though. While I do not choose to donate, I looked up the charity and it does look to be a decent cause. I just believe in working local first and then worrying about international issues",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "16",
    "text": "Makes perfect sense, it is sensible to want to help those you're familiar with. The survey should continue at this point I think.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "17",
    "text": "No idea, I have no button to make it progress. One other idea since I have to wait here anyway. If they really want us to give a portion of our bonus then they should probably offer a bit more of one. As it is we make less than 6 an hour if we keep the full bonus",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "18",
    "text": "Yeah that was what I was thinking, the base amount is very low. I think it's waiting for 10 messages each so it should continue now. Have a good day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-121457_149_live"
  },
  {
    "index": "19",
    "text": "Thanks, you do the same",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-121457_149_live"
  }
]