[
  {
    "index": "0",
    "text": "Save the children is a fund that is established for the sole purpose of saving syrian children lives in war torn zones of the world. They are credible and need your donation to help with medical and food costs for these kids. Please consider a donation and I can answer any questions you may have. ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "1",
    "text": "How does 'Save the Children' use its charitable donations? What percent actually goes to the children?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "2",
    "text": "86 percent of all donations go directly to helping the children. A full financial report and breakdown of our funds as well as our yearly audit can be found at this link here  URL s/about-us/financial-information We maintain this info yearly for full transparency. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "3",
    "text": "OK. I'm interested in making a donation. How would I go about doing that?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "4",
    "text": "The make a donation page can be found here https://support. URL ite/Donation2?df_id=1620&1620.donation=form1 after I tell you a bit more about our company however I can deduct the donation straight from this task payment. What type of donation would you be most interested in? We have things such as sponsor a child within the u.s as well as globally as well as different programs in different regions. ",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "5",
    "text": "I thought that this was specifically for Syrian children?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "6",
    "text": "Our initial push as of right now is for people to donate to the syrian children fund as it is a rather dire situation in Syria with the war conditions, however I would be ashamed If I detracted attentions from our other charity programs and funds seeking donations. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "7",
    "text": "OK. I would be most interested in donating to the Syrian children fund.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "8",
    "text": "Ok that is amazing news. Here is the link to our full page on the syrian children relief fund  URL s/what-we-do/where-we-work/greater-middle-east-eurasia/syria Do you have any questions relating to this page or fund? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "9",
    "text": "No. I don't think I do. I'm happy to be able to help some kids who haven't had the best life. Thank you for sending me the information.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "10",
    "text": "I am very happy to help, we are doing our best to combat a global problem. If you have any family that would be interested in donating please direct them to our page. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "11",
    "text": "I will certainly do. Do you know how many children this program assists each year?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "12",
    "text": "Its impossible for our organization to know exact specifics but we have been in the process of relief for well over a 100 years. Just take a look at our global history!  URL s/about-us/why-save-the-children/history",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "13",
    "text": "Wow. 100 years. You must feel good about the work that you do.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "14",
    "text": "It is an amazing feeling to be part of such a valuable organization to world relief. And we are always looking for people to help! Local organizers for donations are always needed and more info can be found here on that  URL s/more-ways-to-help/become-a-fundraiser",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "15",
    "text": "I'll have to look into it. Is there anything else I need to do for the donation?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "16",
    "text": "Nope! You are all set, you can donate here https://support. URL ite/Donation2?df_id=1620&1620.donation=form1 or I can simply ask you to donate through the task payment if that is something that interests you? ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "17",
    "text": "How does that work?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "18",
    "text": "Simply specify within this chat how much you would like to donate to charity of the task payment. You can specify any amount from 0 dollars to all of your payment. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180719-213345_510_live"
  },
  {
    "index": "19",
    "text": "I'll donate 50 cents. I'm not swimming in money over here. :)",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180719-213345_510_live"
  }
]