[
  {
    "index": "0",
    "text": "Hi, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "1",
    "text": "I'm great today, hope you are too.  It's raining here.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "2",
    "text": "Oh cool, I like rain. I'm good. It's really sunny here. ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "3",
    "text": "Oh nice, it's usually super humid and hot outside here but the rain has made it cool down and that is so nice.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "4",
    "text": "It's like that here too in the summer. We should be getting a lot of rain soon because of a tropical storm coming up",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "5",
    "text": "That is what we are getting now, you must be close to the Gulf of Mexico also.  Do you normally work online? I do.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "6",
    "text": "I have a part-time job in the real world but I do some online stuff on the side. I'm actually in the northeast part of the country, but when there's a big storm down south we get some of the effects of it. But I hope it doesn't get too bad where you are, it seems like storms get worse and worse every year.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "7",
    "text": "True, they are.  The climate change is due to people I feel.  Like not recycling properly, did you know that there is a giant plastic glob out in the ocean from people throwing away tons of plastic stuff?  It's sad.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "8",
    "text": "Wow I didn't know that, that's pretty gross. Yeah climate change is pretty crazy. And people don't even realize the impact it has on human beings, like the weather and pollution is really affecting agriculture and making it harder to grow crops. And there's all the damage from storms of course, people still struggling months and months after hurricanes.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "9",
    "text": "We were affected by hurricane Harvey and that took months to recover from.  I became Vegan about 2 years ago and since then, it has made me more aware of our environment and the care of animals. I did it for health reasons but it became more than just that for me.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "10",
    "text": "Oh cool I'm vegan too actually. It was the same for me, I made the switch to reduce cancer risk since there's a lot of that in my family, but eventually it became an environmental/animal rights thing. I've been vegan for about 6 years and was vegetarian for about 5 before that. I'm so sorry to hear hurricane Harvey affected you. Were there any government programs or non-profits that helped you to recover?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "11",
    "text": "Yes, the government program actually helped us tremendously. I changed to a Vegan diet due to a Cancer risk as well, every woman but me in my family has had some type of cancer. I actually have converted my elderly mother to a Vegan diet over the last year, she's doing great!",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "12",
    "text": "Wow that's really great to hear! My parents won't go vegan or vegetarian themselves but have definitely started making healthier choices since I went vegan. I guess every little effort helps, right? And that's really good to know you got help when you needed it. There's a charity called Save the Children that's still helping kids in Texas fully recover from Harvey. You can actually donate a small amount from your task payment today to support them. Would you be interested in helping them out?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "13",
    "text": "Yes every little bit does help, the saying \"You plant a seed.....\" applies.  Yes i\\'ve heard of Save the Children, i would love to donate some of my earning to them, yes.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "14",
    "text": "Awesome, how much would you like to donate? You can pick any amount and it will be deducted from your task payment.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "15",
    "text": "I will donate 1.00 to Save the Children, which is half of my earnings.  Thank you!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "16",
    "text": "That's really great, thank you! Can I ask how you first heard about Save the Children?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "17",
    "text": "I think it was on television.  They did a like a 30 minute show to bring awareness to the Charity.  They are a very good charity.  I'm not able to conceive a child so I would love helping other people children in need.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "18",
    "text": "Wow yeah, that's a really great way to pay it forward if you aren't able to have kids yourself. Well thank you again for your donation, I'm glad this charity has your support.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180904-090422_355_live"
  },
  {
    "index": "19",
    "text": "Thank you for the great conversation and for telling me about the charity helping Texas children. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180904-090422_355_live"
  }
]