[
  {
    "index": "0",
    "text": "Hi there.  How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "1",
    "text": "im good thank you for asking, how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "2",
    "text": "Pretty good.  Spent some time off mTurk, so this is my first day back! How much time do you spend on here?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "3",
    "text": "I am here almost daily but just here and there when i have time",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "4",
    "text": "Do you have kids?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "5",
    "text": "yes, do you?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "6",
    "text": "Just one, but she's grown now and lives half way across the country.  How old are yours?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "7",
    "text": "mine are small still (: ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "8",
    "text": "This is a good way to help fund that! Kids are so expensive!",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "9",
    "text": "yes! very true ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "10",
    "text": "Have you ever heard of Save the Children? They have a lot of ads on daytime TV.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "11",
    "text": "no, i dont have cable ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "12",
    "text": "Ah.  That's probably just as well.  They're an organization that has been around forever and does a lot of work with children in impoverished and war-torn countries. I've never donated myself, but we're going to have an opportunity to donate some of our earnings as part of this exercise.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "13",
    "text": "Interesting, Do you believe that these children actually get help from this charities? Because I hope so, but not sure.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "14",
    "text": "Yeah, I always wonder about that myself. I think that with Save the Children, they've been around long enough and have a good enough reputation that I trust them. I have to say, I was on their website and saw what they're doing for kids in Syria.  I didn't know that over 1000 children have been killed or injured there as part of the violence.  It just breaks my heart.  As hard as things were for me, raising my daughter as a single mom, at least we didn't have to worry about getting shot.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "15",
    "text": "Yes, that is very true! Very heartbreaking stuff goes on around this world. Like you said we are very blessed to not have to always worry about bombs being dropped on top of us. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "16",
    "text": "There was that whole poison gas thing there, too.  Do you think you'd be willing to give part of your payment for this task to help deal with that? After all, it's just a little bit of money that we've earned just sitting here chatting.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "17",
    "text": "yes, i think i may. how about you?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "18",
    "text": "Yeah.  I guess I'd feel kind of guilty if I didn't. How much would you be willing to give? I think we can choose any amount from $0 to all of our payment.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "19",
    "text": "I dont know, but i would def feel guilty too if i didnt after this chat we just had",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-121958_772_live"
  },
  {
    "index": "20",
    "text": "Haha.  Me too.  I guess I'm going to say that I'll donate the whole thing. It's not like I'm going to come up with anything better to do with whatever little bit of money we make from this.  How about you?",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180824-121958_772_live"
  }
]