[
  {
    "index": "0",
    "text": "Hey, how are you doing, have you ever heard of a charity called Save the Children?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "1",
    "text": "No I havent. What is it about?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "2",
    "text": "It's an international organization that promotes children's rights, provides relief and helps support children in developing countries, does that sound like something you'd get behind?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "3",
    "text": "No thank you.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "4",
    "text": "May I ask why? Your help could really make a difference in a child's life, think of a child who didn't have enough to eat, just a small bit of help may have saved them, are you sure you're not interested?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "5",
    "text": "I am already making a difference in many children lives.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "6",
    "text": "That's great, it sounds like it's an issue you really care about then, why not put some of that effort into a charity that's doing really great work like Save the Children?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "7",
    "text": "I have donated 15 years of my life to charity",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "8",
    "text": "I'm not asking you to donate years of your life, just a couple of cents if possible, is that something you could possibly do tonight?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "9",
    "text": "No thank you",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "10",
    "text": "You're probably on a computer right now, so you probably have quite a bit of money yourself, don't you think you could spare maybe 25 cents for some needy children around the world?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "11",
    "text": "No thank you",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "12",
    "text": "Do you have children yourself? What if your children were in a position these kids are in, wouldn't you want someone to help them?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "13",
    "text": "Where are those childrens parent?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "14",
    "text": "If only they had parental support, but in war-torn countries like Syria their parents are being killed in wars or are fighting for their country, they have no help and that's why they need your support, please find it in your heart to just give a little bit tonight, that's all I'm asking.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "15",
    "text": "My small change won't do a thing for those kids. What they need is to be extracted from those countries so that they can have a better life not 0.25.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "16",
    "text": "Well with our current president it's not likely they're going to be brought the US, so they need any help they can get, and 25 cents might not seem like a lot, but if 10000 people donated 25 cents then the impact will be huge. I understand it may not seem like a lot, but it can really make a difference. You can donate some or all of your payment from this task to Save the Children, i'd really appreciate it if you did, but I understand if you still don't want to. What do you say? ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "17",
    "text": "If it makes you happy, go ahead and take .50",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "18",
    "text": "Oh thank you so much, you have no idea how much that .50 will mean to those children, thank you very much and have a wonderful night you blessed soul.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180717-200206_41_live"
  },
  {
    "index": "19",
    "text": "No problem have a good night",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180717-200206_41_live"
  }
]