[
  {
    "index": "0",
    "text": "Hi! Have you ever made a donation to a charity before?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "1",
    "text": "Yes I have! I have donated to several different charities. I have donated to March of Dimes, St Judes, Salvation Army, and a local no kill pet shelter. Have you donated to known causes before?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "2",
    "text": "I have as well to March of Dimes and our local pet shelter. I've also volunteered at the pet shelter. Have you heard of Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "3",
    "text": "I think I have read something on that agency but it has been a long time. Is that the one that you pay so much to help feed them in other countries? ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "4",
    "text": "Yes! It's an international organization that helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "5",
    "text": "Ok, yes I know that one. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "6",
    "text": "Do you have children? I have fur babies & a couple nephews.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "7",
    "text": "I have 3 children, dogs and cats. I like to help children in need because I can't imagine what the parents go through and I never know when something may happen close to home and I would want some type of help to get my family through a hard situation. Do you donate to Save the Children",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "8",
    "text": "I agree. Times are tough and everyone needs help every now and then. I've recently become aware of Save the Children. I've been supporting a similar organization and would like to add Save the Children to my list. What about you?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "9",
    "text": "Yes, it looks like it is very inexpensive so I would definitely add it to my list when I have extra money to donate. ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "10",
    "text": "I read that in the first two months of 2018 alone, 1000 children were reportedly killed or injured in the violence in Syria. Save the Children helps kids like that. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "11",
    "text": "That is horrible. I would definitely donate if it helps save even one life. If it helps them get through this then I am all for it. Children shouldn't have to live like that. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "12",
    "text": "It's horrible. What would you say to donating all or part of your income from this task?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "13",
    "text": "I definitely will be donating part of it for sure.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "14",
    "text": "That's great! It will make a tangible impact for sure. They are a trustable fund and make a big impact on these innocent children.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "15",
    "text": "Yes it will!",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "16",
    "text": "There's a lack of support for children in developing countries. I tend to think about animals more since I have 2 dogs and no kids of my own but after hearing about all the violence and issues these kids have, it breaks my heart",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "17",
    "text": "It's absolutely terrible. I wish people would do more to donate to help these kids but some organizations stole money from people which makes others very leery of donating. That ruined it for many and I'm sure they lost a lot of donations after that. I could not imagine my children living like this and hate seeing other children living like that. I wish I could do more. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "18",
    "text": "Well donating to Save the Children is a good place to start for sure! How much would you like to donate? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "19",
    "text": "I would donate half so $1 would be good for a start. How about you?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "20",
    "text": "That's so great! I will donate .25 cents! Thanks for your help!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180828-194737_511_live"
  },
  {
    "index": "21",
    "text": "You too thanks!",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180828-194737_511_live"
  }
]