[
  {
    "index": "0",
    "text": "Hi, how are you today? I have a question for you, how interested are you in helping children in need?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "1",
    "text": "Hi! I'm doing great, and yourself? I am very interested.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "2",
    "text": "Im doing great too. A lot better than the children I speak of that are suffering in developing countries. Have you ever heard of the organization Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "3",
    "text": "No, I haven't. What is the organization about?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "4",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "5",
    "text": "That sounds really interesting. What countries does Save the Children operate in?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "6",
    "text": "It operates out of the United States, it actually helps children in the US and developing countries such as Ethiopia, Indonesia, Vietnam, and many more. Just a small amount, pennies, would make a huge difference to these kids.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "7",
    "text": "I had no idea it operated outside of the United States. I understand how a donation, no matter how small would help this children. Do you know where the money goes towards to? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "8",
    "text": "It would go into a general fund and the organization would put the money where it is most needed. Are you willing to make a small donation between fifty cents to two dollars that you would gain from this task to go toward this Charity? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "9",
    "text": "I would be more than willing to give a donation. Before I do that, I would like to know how the organization handles the money. I have no doubt its a trustworthy organization, I just want to know how it helps the children.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "10",
    "text": "The money goes towards their healthcare, their education, what tugs on my heart strings the most is that it also goes towards protecting the children from abuse and neglect, exploitation and violence. Of course it also helps feed needy children and goes towards emergency care for any type of natural disasters or other emergencies.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "11",
    "text": "It does sound like the organization is helping improve and save children's lives",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "12",
    "text": "It is! Imagine if we convinced our friends and family to donate a small amount as well, people like you and I could actually make a difference in the world.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "13",
    "text": "Yes! So many children around the world could have better an improved lives. Why is this organization not well known?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "14",
    "text": "I have heard of it before but not extensively. I learned a lot about them through their website  URL How much would you like to donate? The research team will collect all donations and send it to Save the Children.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "15",
    "text": "Thanks for sending me the website! I will check it out. I would like to donate .50.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "16",
    "text": "You are a wonderful person, thank you for showing love to children in need.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "17",
    "text": "I really wish I could donate more. Maybe one day when I have enough income I will. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "18",
    "text": "I am in the same boat, but every penny counts and weather it is .50 cents or 500 you are making a difference. Thank you and have a wonderful day.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180902-224713_959_live"
  },
  {
    "index": "19",
    "text": "Thank you for all the information. Hope you also have a wonderful day. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180902-224713_959_live"
  }
]