[
  {
    "index": "0",
    "text": "Hello",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "1",
    "text": "Hi.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "2",
    "text": "Are you willing to donate to Save the Children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "3",
    "text": "Yes. I would very much like to donate.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "4",
    "text": "how much are you willing to donate?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "5",
    "text": "Well, I don't have much money right now. All I can afford is $5.00.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "6",
    "text": "I think that is an excellent amount and would benefit Save the Children. For example,millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation will make an impact to better childrens' live around the world. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "7",
    "text": "That's so horrible. I wish I could give more. I sponsor a poor child in India every month for $40. I wish I could help all the children in the world.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "8",
    "text": "I would like to personally thank you for that. It is very thoughtful to donate to causes that benefit disadvantaged children. Your donation means a lot to that child in India",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "9",
    "text": "It is the least I can do for him. Most people take for granted what they have in their lives, while there are so many thousands who do not even have the basic necessities. Imagine not have clean water to drink.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "10",
    "text": "I cannot even begin to imagine that and clean water should be a basic right to every child on this planet. ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "11",
    "text": "I agree. There is so much wasted in the world. I know it is possible for everyone to have enough food and water. If only the governments and politicians of the world would stop fighting and actually work toward that goal.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "12",
    "text": "Yes I agree. That is why I donate what I can to organizations like Save the Children. As you may know, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Are there any organizations that you can reccomend?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "13",
    "text": "I sponsor through World Vision. I like them because they are very transparent about where the money is going. You can see photos and videos of your sponsor child and his or her community. And they let you know what type of progress is occuring both with your child and the community in general. It is so satisfying to know you are making a real difference in someone's life, and maybe in many lives.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "14",
    "text": "I cannot thank you enough for that. How much do you donate on average annually?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "15",
    "text": "Well it's $39 a month, so $468 annually. I also send him little care packages every so often. At Christmas I plan to send either $100 or $200 as a special gift to his family, which will enable them to buy a goat, some chickens, etc. That will have such a big impact on their lives. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "16",
    "text": "Wow, that is very thoughtful of you. You go the extra mile for that child and I know he appreciates everything that you do for him. How much do you like to donate to the charity now?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "17",
    "text": "Well, I know I said $5, but I think I will make it $10.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "18",
    "text": "I appreciate that and rest assured, your donation today will make an impact for children around the world. Thank you for your generous donation. The research team will collect all donations and send it to Save the Children.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "19",
    "text": "You are so welcome. Thank you. It has been a pleasure talking with you!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180827-004200_630_live"
  },
  {
    "index": "20",
    "text": "Thank you again for donating $10 to Save the Children. It was a pleasure talking to you as well!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180827-004200_630_live"
  }
]