[
  {
    "index": "0",
    "text": "Hello!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "1",
    "text": "Hello there",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "2",
    "text": "I hope you're having a decent day! I wanted to ask you something, something very important.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "3",
    "text": "Sure, ask away",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "4",
    "text": "Have you by chance heard of Save the Children organization?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "5",
    "text": "I have seen it on TV a couple times yes.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "6",
    "text": "That's great to hear, though it is hard to get the word out to people. You see, this organization is in desperate need of donations. I was hoping I could possibly persuade you into making a donation? This is for a great cause, after all I feel as though we need to do what we can in order to help other's around the world, especially ones that are in desperate need of our help - don't you agree? ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "7",
    "text": "Sure I could agree with that, children are the future so we should do what we can to ensure theirs.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "8",
    "text": "Excellent, great to hear! How much would you like to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount, from 0$ to all of your payment with the total of 2$. Any amount would be helpful, though an amount of 2$ may be small to us - we could buy candy, or something we can easily get whenever we want but to the kids, this could be a lifesaver, so every penny counts!",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "9",
    "text": "Ok so how will it work if I decide to done a portion?  The researchers will take care of it?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "10",
    "text": "Yes, you have nothing to worry about. The research team will collect all donations and send it to Save the children.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "11",
    "text": "That sounds fair, is save the children government sponsored?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "12",
    "text": "No, it is a non-govermental organization that helps promote children's rights, providing relief and helps support children in developing countries. Which I think is amazing, how selfless are the people who came up with this? I just know that donating a small bit of money can really help them get one step closer to their goals. So, have you decided on the amount you'd like to donate?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "13",
    "text": "Almost, do you happen to know if their work is world-wide or only focused on developing countries?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "14",
    "text": "As I stated before, it is set up to support children within developing countries. Hopefully one day it will be world- wide. With your help in donating however, that could be one step closer to world-wide help!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "15",
    "text": "Very well, I will donate 0.75 of my bonus to the cause",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "16",
    "text": "That's amazing! Thank you so much for your donation!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "17",
    "text": "Not a problem, we should always try to help the children!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "18",
    "text": "I agree completely, you have a wonderful day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-134944_967_live"
  },
  {
    "index": "19",
    "text": "You as well thanks!",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-134944_967_live"
  }
]