[
  {
    "index": "0",
    "text": "Hello, I would like to ask you to consider making a donation to Save the Children, an international NGO committed to promoting children's rights, and providing support for children in developing countries. ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "1",
    "text": "ohh how much donation would yoy expect?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "2",
    "text": "Your donation can be from $0 to all of the payment for this task. But before you decide hastily, I would like to remind you that Save the Children is one of the only charities doing what it does. There are children out there now without access to housing, clean water, education, and many other things we often take for granted. So please, consider thoughtfully whether you would be willing to make a sacrifice for the children of the world.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "3",
    "text": "how do i trust the organiation?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "4",
    "text": "Save the Children is a world-renowned NGO with a trusted history and background. You can read about their successes on their website:   URL Also, they have been given high ratings from different charity watchodgs.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "5",
    "text": "okay i will check it.. by the way how much did you donate?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "6",
    "text": "I donated $2, which is the maximum payment. I understand that everyone cannot commit to making a serious donation, but when we think about children suffering, we have a moral imperative to act in their defense.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "7",
    "text": "okay i will donate $1",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "8",
    "text": "If it's not too much to ask, I would like you to consider donating perhaps more. After all, there are children in Syria now growing up facing threats of violence everyday. Surely an additional dollar, which we might spend on a cup of coffee or a bag of chips, could more greatly aid them then us. ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "9",
    "text": "no i am okay with this amount",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "10",
    "text": "OK, I will not force you to make a decision you don't want to. I will just ask you to consider how you would feel if your child was danger like many children are.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "11",
    "text": "actually i am not donating like this.. if i would like to donate money i will give food and clothes to the kids directly",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "12",
    "text": "While that is possible in a local community, it fails to take into account the suffering of kids in developing countries around the world, a specialty of Save the Children. Save the Children maximizes the efficiency of donations so that every dollar makes a difference. Are you sure you don't want to reconsider?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "13",
    "text": "yes i am very much sure. as of now i am donating $1",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "14",
    "text": "Well, we at Save the Children would like to thank you for your donation and let you know that thanks to donors like you, children around the world are thankful",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "15",
    "text": "thank you. anything else?",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "16",
    "text": "Yes, if you would like more information about programs we accomplish, or to receive our newsletter, we can put you on our mailing list. It will allow you to stay up to date on programs we accomplish daily",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "17",
    "text": "okay done.. thanks",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "18",
    "text": "Thanks very much for your time. Have a wonderful day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-044358_663_live"
  },
  {
    "index": "19",
    "text": "same to you :)",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-044358_663_live"
  }
]