[
  {
    "index": "0",
    "text": "Do you give to charities?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "1",
    "text": "Yes I sometimes give to charities. How about you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "2",
    "text": "I do, one of if not my favorite is Save The Children.  With that one I know exactly where the money is going.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "3",
    "text": "It is always very important to know where your money is going. I donate both time and money to a charity called Food back packs for kids. It is very rewarding.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "4",
    "text": "I do know that Save The Children is very active with the situation in Syria.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "5",
    "text": "Oh really? I haven't really paid much attention to charities that do thing outside our own country. I prefer to help here at home first in my community.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "6",
    "text": "That is fair too, they help in situations all around the world.  Home is important too though.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "7",
    "text": "There are just so many people to help everywhere it can be kind of overwhelming. It's important to give to all kinds of organizations when we can.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "8",
    "text": "That is true, I think people forget that the price of a cup of coffee here can be a weeks worth of food elsewhere",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "9",
    "text": "Yeah that is definetly a hard thing to wrap my head around. I have to stop and remind myself many times that even on what I may consider my worst day, there are people who live through worse every day. Do you ever volunteer your time at any charities for kids?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "10",
    "text": "I help out at the local Goodwill 2 or 3 times a year, and kids benefit from that so I would say yes.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "11",
    "text": "That's good. I really enjoy helping kids, its rewarding to see things from their perspective. And refreshing.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "12",
    "text": "I agree, kids give an honest view of the world and this can be very refreshing.  And we need to help them.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "13",
    "text": "Yes, changing the cycle of poverty is something desperately needed. Even if just one child is helped to see that they are more than what their circumstances have to offer its a win.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "14",
    "text": "So would you be willing to donate a share of your bonus to Save The Children? The research team will collect all donations and send it to Save the Children.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "15",
    "text": "I would possibly be interested in donating some of it. I would like to know more about it before I donate.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "16",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  There is a website  URL ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "17",
    "text": "thank you for the info. I would donate a portion of the bonus ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "18",
    "text": "How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.  I myself am giving 0.25.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "19",
    "text": "I Think 0.25 is a good amount",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "20",
    "text": "Fantastic, thanks a lot!  This is a great cause, thank you!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180824-122416_255_live"
  },
  {
    "index": "21",
    "text": "My pleasure glad I can help in some way.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180824-122416_255_live"
  }
]