[
  {
    "index": "0",
    "text": "Hello! How are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "1",
    "text": "Hello! I am doing well. How are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "2",
    "text": "I am good.  I am asking you to donate a portion of your hit earnings to Save the Children.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "3",
    "text": "Can  you tell me more about them?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "4",
    "text": "Sure!  First it's a reputable organization and trustworthy. Independent charity watchdog groups give them high ratings.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "5",
    "text": "In what ways do they help the kids?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "6",
    "text": "They help in many ways, help ensuring children's rights to health, education, safety, etc.  Things we tend to take for granted.",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "7",
    "text": "How much of the donation will be used for the children?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "8",
    "text": "That's where those independent watchdog groups I mentioned have rated them highly.  For example, about 87% of their money goes to their programs.  ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "9",
    "text": "What relief do they offer in terms of healthcare?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "10",
    "text": "The healthcare initiatives include maternal, newborn and child health. For example, they target child malnutrition and hunger and prevent HIV transmission, and ensure treatment for those living with HIV before they develop AIDS.  All in all they help to give 86 million children a healthy start in life and help 33.3 million children directly with lifesaving care, medicines and preventive treatments.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "11",
    "text": "And what do they offer in terms of food aid?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "12",
    "text": "It's not just providing food, though that is a part of it.  They also help to build household and community resilience to food security and economic shocks and stresses. Strengthen socio-economic conditions to improve standards of living and the ability of families to provide for their children. I really like that they provide youth with the skills and linkages they need to earn and manage a decent income.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "13",
    "text": "How much can I choose to donate today?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "14",
    "text": "I really thank you for thinking about donating.  This small amount can make a huge difference to children in need.  You can choose any amount from $0 to all your payment ($2).  How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "15",
    "text": "I choose to donate 40 cents from the total.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "16",
    "text": "Thank you very much! I work with at-risk children for a living, so this is something I am passionate about.  I really appreciate it!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "17",
    "text": "This is a good cause you are working for. Thank you!",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "18",
    "text": "Have a good night and a good week! (we may need to send a few more messages before we can end this hit)",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-165655_280_live"
  },
  {
    "index": "19",
    "text": "Okay sounds good. Thank you for all the information.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-165655_280_live"
  }
]