[
  {
    "index": "0",
    "text": "Hello there!",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "1",
    "text": "Yes hello, how are you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "2",
    "text": "I am doing really, really well today. It's so encouraging to be a part of something bigger than myself, ya know?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "3",
    "text": "To what larger thing are you referring?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "4",
    "text": "Well, I\\'ve recently become aware of this organization called \"Save the Children\" that provide relief effort to children in developing countries and I\\'ve taken it upon myself to use my own resources to see that they get the support they need. It feels so good to do be doing good.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "5",
    "text": "Oh, I see. What sort of work does Save the Children do?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "6",
    "text": "well, they promote children's rights in countries that perhaps still have some work to do in that regard. Clothing the naked, feeding the hungry. That sort of thing. Would you be at all interested in experiencing this thing too?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "7",
    "text": "How do you mean, experiencing this thing too?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "8",
    "text": "Experiencing the intangible and invaluable reward of helping someone less fortunate than ourselves.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "9",
    "text": "Oh, I see. I am already involved in a child related charity, to which I provide my charitable contributions.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "10",
    "text": "That's wonderful! I see that you have a good heart and that is so encouraging to me. I'm sure that charity truly appreciates you too. But those problems really have a way sticking around for longer than we would like, don't they? Who knows when the next hurricane, tsunami, drought, or otherwise unavoidable tragedy will take it's toll on an unsuspecting child in need?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "11",
    "text": "Well, no one, as disasters are necessarily unpredictable.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "12",
    "text": "Exactly! Which is why I propose you donate a portion or all of your reward for this task to the Save the Children organization. It costed you a few minutes, but think about it grants the children! One extra meal, or one clean shirt. Hard to put a cost on another human being's comfort...ESPECIALLY a child. Do you think you could do this for them?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "13",
    "text": "Oh. No thank you, as I indicated in my previous response, I already have a charitable organization to which I provide money. Thank you for the time though.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "14",
    "text": "Well, I really think you should reconsider. If not for them, than for you! I think I perhaps may be inclined to let the timer run on these responses if we can't come to an agreement. Now, how much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "15",
    "text": "I will stay with my previous response, I will donate $0.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "16",
    "text": "Well, I see now that I have some work to do in my efforts to save these poor unfortunate souls. If only I could learn to truly highlight the atrocities these suffering youths experience every hour. For instance, In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. How tragic! Please, I beg of you, aid me in my endeavor and strengthen my will to continue fighting the good fight. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "17",
    "text": "I appreciate your position, but as I already have a charitable organization to which I contribute money, I'm afraid I'll have to stay firm with my response; there is no persuasive technique you could use which will change my mind on this issue.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "18",
    "text": "What's a little more, thoughtful stranger? Do you not feel the stirring in your soul? Have you become so enamored by the shine of gold and silver that you have deafened your ear to the call of this growing need? Rise up! The time is now to respond, when the sky is darkest. Be the sun the warms the hearts and bodies of the ever burdened!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "19",
    "text": "That is a good pitch, but unfortunately I must stay with my previous response. Good luck with future efforts to seek contributions.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180824-131621_775_live"
  },
  {
    "index": "20",
    "text": "So you will not offer a portion more?",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180824-131621_775_live"
  }
]