[
  {
    "index": "0",
    "text": "Hello! How are you tonight?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "1",
    "text": "Hey, I am fine!! How are you",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "2",
    "text": "I am good.  Have you heard of Save the children?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "3",
    "text": "It sounds familiar.  I think I have heard of it.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "4",
    "text": "Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "5",
    "text": "Yeah, I just looked it up. :)  I like that it's non-governmental.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "6",
    "text": "Yes I love that too.  It ensures childrens right to health, education and so on.  Do you ever volunteer or make donations?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "7",
    "text": "I'll be honest with you, I have made donations to children's charities in the past. Like when I was in my twenties, but these days I have only made donations to animal rescue groups within the past two years. It's a very long story that begins with me witnessing a severe animal abuse (cats) case in my town.  ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "8",
    "text": "You are an amazing person for caring for these  babies.  Animals are like children.  In the first 2 months of 2018 alone 1000 children were reportedly killed or injured.  Save the Children is an amazing organization.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "9",
    "text": "How were these children killed or injured -- because I know that many people (children too) are slaughtered on the highway in horrific road accidents.  If Save the Children helps those children who are orphaned or injured like this, then it is an amzing organization.Is that what this applies to?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "10",
    "text": "The children were reportedly killed or injured in intensifying violence. syrian children have grown up facing daily threat of violence.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "11",
    "text": "I watched a video on YouTube a couple of years ago. It was Syrian children in a classroom, they were coloring pictures. It completely broke my heart because of their precious sweet innocence and intelligence.  Their lives were in danger constantly from the threat of terrorism.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "12",
    "text": "It is so sad that children have to been in the middle of all the hate in the world today.  It breaks my heart to see and hear of how bad children have to live and what they go thru each and every single day. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "13",
    "text": "Me too. I think about the little face I saw and since it was so long ago, I wonder if each and every one is okay -- still alive. ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "14",
    "text": "Making a small donation today will indeed help children and their families in such sad situations.  Would you be willing to donate from your task payment today?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "15",
    "text": "Absolutely. I hope everyone does.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "16",
    "text": "I most definitely agree.   How much will you be donating today?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "17",
    "text": "Whatever my task payment will be. I have no money right now which is why I'm on Mturk tonight. I live with my parents and I just bought a car last week which caused me an overdraft which I won't be caught up on until this coming Friday. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "18",
    "text": "I completely understand that.  We are all trying to survive in life.  Thank you so much for your contribution.  Feel free to check out   URL if you would like to read more about the chairty. ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "19",
    "text": "I'm very sorry I can't donate more tonight. I would if I had at least $200 in my bank account.  I hope it wsn't a waste of your time.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "20",
    "text": "Oh no, you are awesome.  No need to be sorry.  You have not been a waste of time at all.  Thanks so much.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180826-194841_403_live"
  },
  {
    "index": "21",
    "text": "You're welcome!  It was nice talking, thanks for all you do. God bless you.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180826-194841_403_live"
  }
]