[
  {
    "index": "0",
    "text": "Hi, there! Are you knowledgeable of what our chat is about? I am not, so far.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "1",
    "text": "No, no subject has been shown",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "2",
    "text": "I am reading my role right now. This is fun.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "3",
    "text": "What is your role and why do you think it's fun?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "4",
    "text": "It's my first time doing this type of assignment here.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "5",
    "text": "I've never done anything like this either.",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "6",
    "text": "Tell me, do you usually get involved with organizations that you trust and try to make a difference in the world by cooperating with the service these organizations offer?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "7",
    "text": "Yes, I do a pretty good amount of volunteer work. I mostly offer my time and services as opposed to money.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "8",
    "text": "Oh, just like me!",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "9",
    "text": "What types of organizations are you involved in?",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "10",
    "text": "Mostly the ones that help children. I think offering time instead of money is the best thing to do. Giving money sounds like the easiest way to go and it doesn't require too much dedication or involvement. But when the organization is located far from where I live, I donate money. How about you? ",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "11",
    "text": "I don't like to donate money unless I know exactly where the money is going. I don't want to pay for administrative bonuses and vacations or things like that. ",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "12",
    "text": "Have you heard of Save the Children? They are a trustful organization, they publish all the financial information on their website for all to see, and they make sure that the donations are used in the most cost-effective ways possible. Would you be willing to donate to this organization your compensation on this task?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "13",
    "text": "That is a charitable organization I have heard a lot about. The compensation for this is only $2.00 and, I guess, I can afford to donate that. I can only hope that even this small amount of money will DIRECTLY help children and no line some the pocket of some unscrupulous person.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "14",
    "text": "I took a look in their annual report and I like what I see. I am convinced they make sure the money goes directly to the kids needs. And they have been helping 157 million children in 120 countries --not a small task. And I am sure they can appreciate even $2.00, for any penny can make a difference. I am willing to donate too. So, do you agree to donate? ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "15",
    "text": "Yes, I will give my $2.00 payment to Save The Children and take the gamble that it helps someone.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "16",
    "text": "That's the first time I hear from them, but just by looking their website I can tell they are trustworthy. Have you seen the website?  URL s/about-us/resource-library/annual-report ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "17",
    "text": "No, I wouldn't do that type of research on line because, again, it's hard to know what to trust. It could be a fake website or it could be a real website with fax statistics. That is why I usually prefer to give money directly to the cause of my choice.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "18",
    "text": "I am happy to see that they help children all over the world, being 12% of the donations directed to children in the US.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "19",
    "text": "I hope all that information is true.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-102457_108_live"
  },
  {
    "index": "20",
    "text": "It was a pleasure talking to you. Have a good day.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180903-102457_108_live"
  }
]