[
  {
    "index": "0",
    "text": "Donate to Save the Children, please. Think about those poor kids.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "1",
    "text": "Well tell me a little bit more about the charity.",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "2",
    "text": "It's really all in the name. You have a moral responsibility.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "3",
    "text": "A lot of charities are just a name and they don't do what they promise. How do I know my money will go where it supposed to?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "4",
    "text": "They're a world-famous trustworthy charity. If they were fraudulent or misallocating funds, surely there'd have been a scandal.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "5",
    "text": "Ok. So why do they deserve my money as opposed to other charities like St Judes or the Red Cross>",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "6",
    "text": "Of course you can donate to other charities. It's not necessarily a zero-sum game. I can tell you, however, that Save the Children is, in a way, more immediate in helping people (as opposed to fighting disease like St Jude's) and delivers services similar to the Red Cross, but directed toward children. So, please: think of the children!",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "7",
    "text": "Do they help kids in the US? I like to help people that are close to home.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "8",
    "text": "Their assistance is directed toward children in developing countries, where, unlike most of the US, children are totally deprived of opportunity and basic services. Though you, being the generous person you are, like helping those at home, is there a reason not to help children abroad?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "9",
    "text": "I don't mind helping those abroad. But there are a lot kids here in the US who deal with poverty.  So it's not that I don't care about the children elsewhere, just want to help those at home first.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "10",
    "text": "So we'll agree then: you can do both!",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "11",
    "text": "Well how do i make a donation to them?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "12",
    "text": "You can refer to Save the Children's website to gather more information if you like to: http:// URL ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "13",
    "text": "well if you aren't going to help me out with information and make it easy on me by helping with info, i'm not sure if you really care",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "14",
    "text": "Of course I care. Let me get that information for you now...",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "15",
    "text": "Thanks I would appreciate your help. People are more likely to donate when they are comfortable and feel like it is good organization.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "16",
    "text": "On the Save the Children Website, there\\'s a \"Donate Now!\" button, as well as large swaths of information regarding their activity, that is, how they use the money!",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "17",
    "text": "Ok thank you. Yes I believe I will donate. I do think it is a good cause.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "18",
    "text": "Thank you. You're helping a lot of good kids who really, really need it.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-134122_237_live"
  },
  {
    "index": "19",
    "text": "You are welcome.  Even though I can't donate much, at least it will do some good.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-134122_237_live"
  }
]