[
  {
    "index": "0",
    "text": "Hello",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "1",
    "text": "Good morning!",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "2",
    "text": "Good Morning to you, too! Are you excited about today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "3",
    "text": "Yes I am, its a beautiful Saturday and Im in the middle of a great roadtrip adventure. are you doing anything fun this weekend?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "4",
    "text": "It is definitely a beautiful day here, too, and I am looking forward to a motorcycle ride to the mountains later today. But I have to do may daily good deed and help a friend before that. Hope I am not interrupting your road trip.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "5",
    "text": "Not at all, I am traveling in an RV and will explore a couple of a attractions later on. What type of motorcycle do you own?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "6",
    "text": "Sounds like your trip is awesome and one I dream of doing myself some day. I own a Harley Davidson Street Glide Special",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "7",
    "text": "Nice! ... Yea it was a dream I had for a while, been travelingin the RV for 4 months now and LOVE IT. ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "8",
    "text": "sort of coincidentally, I have been youtubing a lot of RV living stuff the last few months myself. It appeals to me as I prefer the more simple life and meeting new folks.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "9",
    "text": "Itreally is adifferent type of life. There are a couple of youtubers I follow and Im thinking about creating a channel myself. Where are you located if you dont mind me asking",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "10",
    "text": "Of course I don't mind .. I live in Hot Springs, Arkansas",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "11",
    "text": "I see, I still have not been been around there.. Im in Colorado at the moment. Checking out a couple of National Parks off my bucketlist :)",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "12",
    "text": "Cool .. Hot Springs in a National Park and is the the ONLY city IN a national park and is quite beautiful",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "13",
    "text": "Awesome, will visit for sure. Have you been to any other National Park? ",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "14",
    "text": "sure, I've been to Sturgis, afterall .. Yellowstone and Mt. Rushmore .. others around the country mostly in the blue ridge mountains and such",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "15",
    "text": "I havent been to those two but if everything goes as planned should have those under my belt in the next 2 months. So far I been to about 14 NP but only 3 of those have been during this adventure.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "16",
    "text": "you are quite the adventurer and glad to see you are pursuing your happiness. I am very similar and part of pursuing my happiness is trying my best to give back to my community, world and friends through volunteerism and various charities.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "17",
    "text": "Im glad to connect with like minded people. I really hope you get to travel around in an RV someday and see the country this way. Its an eyeopening experience, theres so many wonderful people out there. What kind of volunteerism do you do? is it with an organization specific?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "18",
    "text": "Several organizations mostly dedicated to the motorcycle community, veterans, unwed mothers, etc. But one I would like to talk about today is one of my favorite world outreaches that has proven very good. the Save the Children international organization",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "19",
    "text": "Great, I organized a community effort afer the Tsunamiin Japan and the proceedswent to Save the Children too.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "20",
    "text": "that is awesome .. would you consider making a contribution to Save the Children today thru this chat experience?",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "21",
    "text": "Not at the moment, but will consider it again at anothertime in my life.Life on the road is expensive hehe. Keep the great efforts and follow your dreams. Bye.",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180901-093058_490_live"
  },
  {
    "index": "22",
    "text": "okay, sorry you have to go because donating today would not really cost you anything",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180901-093058_490_live"
  }
]