[
  {
    "index": "0",
    "text": "Hi there how are you doing today?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "1",
    "text": "Hey I'm fine. How are you doing?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "2",
    "text": "I am doing really good. So, what are you up to today?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "3",
    "text": "I've been thinking about donating to a children's charity. I can't decide which onne.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "4",
    "text": "I was going to ask you if you would be interested in donating to Save the Children. How do you feel about this charity?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "5",
    "text": "I have heard about it but I can't remember it's mission. Do you know that charity's mission?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "6",
    "text": "They provide kids with the basic things they need like food and clothing. I really like their mission. I really feel badly for the kids. Don't you?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "7",
    "text": "Yes, it tugs at my heart to think of all of those children. Do you know where the charity is headquatered?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "8",
    "text": "They are based in CT. I feel that it would be easy to donate. I know I spend on little things like a candy bar or gum. I know I could give up spending on this and it would help the kids. Could you donate anything to them?",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "9",
    "text": "yes I can. I can donate 10 dollars.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "10",
    "text": "Wow! that is so great. Thank you so much. Are you hoping that the money goes to a certain cause like food or clothes?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "11",
    "text": "OH, yeah food please. Gotta feed the hungry first",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "12",
    "text": "Yes! I think that is a great idea. I am glad you decided to be part of this really great cause. Have you ever donated to a charity before this?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "13",
    "text": "no this is my first time. what do I do now?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "14",
    "text": "You do not have to do anything else. I am really glad that you donated. What are your other plans for the day today?",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "15",
    "text": "WOW, I was just going to ask you the same thing. I plan on doing some more surveys, then taking a drive up on the parkway and have a picnic.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "16",
    "text": "Yes, I also plan on having a day of fun too. I am hoping to find some photo albums and get those worked on. Do you still get printed pictures or do you do all digital pictures?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "17",
    "text": "Printed pictures all the way for me, it's what I know. What kind of camera do you have?",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "18",
    "text": "I have a really old digital camera. I also have a smartphone, but I am thinking about getting a newer one. I have heard the cameras on the new smartphones are good. Do you have a smartphone that takes good pictures?",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180825-070900_49_live"
  },
  {
    "index": "19",
    "text": "Yeah, I have one, but I don't use the camera. I have an old Nikon 360 camera that takes film. Do you have anything like that?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180825-070900_49_live"
  }
]