[
  {
    "index": "0",
    "text": "Hi there, how are you doing today? ",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "1",
    "text": "Im doing great. you?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "2",
    "text": "I'm doing good. I was wondering if I could talk to you about maybe donating to a charity called Save the Children? ",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "3",
    "text": "Yes, we can do that.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "4",
    "text": "Great! Save the Children is a fantastic charity that works to ensure that children have access to good healthcare, education, and that they are growing up in a clean and safe environment. It's so important to take care of our children, and this charity really works to help give them the best life possible.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "5",
    "text": "I agree. I think that charity is a good organization that helps children who have low resources",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "6",
    "text": "That's great! It's so nice to hear people that really care about this cause too! Would you be willing to donate to the charity today? The donation will be directly deducted from your task payment. You can choose any amount from 0 to all of your payment. ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "7",
    "text": "I think I will choose 0 at this time. Thank you!",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "8",
    "text": "I'm so sorry to hear that. The children really need your donation. What can I do to help convince you to make a donation at this time? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "9",
    "text": "I really dont know",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "10",
    "text": "I know that 2 dollars seems like a lot for a survey, but think about it. What will you really use that money for? 2 dollars given to this charity can help buy a vaccine for two children. That could mean the life or death for a child.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "11",
    "text": "I know, but I also need the money for gas.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "12",
    "text": "How much money will 2 dollars get you for gas though, when it can literally save someone's life?",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "13",
    "text": "I know, but still. I also need the money",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "14",
    "text": "Are you sure that this is your final decision? I don't want to call you a selfish person because I don't know you but I'm shocked at how someone can be so callous. This is a survey, yes, but this is a real donation to help save a child's life. ",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "15",
    "text": "Yet, we are both here to make money. I do not see you donating your compensation.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "16",
    "text": "I actually have donated my entire compensation for this task in order to help. I also donate 20 hours a week with a youth counsel organization to help talk to children with depression and who struggle with substance abuse issues. ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "17",
    "text": "I also help at homeless shelters, work at Salvations army without compensation.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "18",
    "text": "And that's great! This is part of my volunteer service, trying to recruit people to donate. Are you sure you won't even donate a quarter to help try to save a child's life? ",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "19",
    "text": "Nope! Thanks. Maybe you are getting something if I donate, but no.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180807-114503_772_live"
  },
  {
    "index": "20",
    "text": "Would you donate if I could guarantee you that I was not getting any compensation? The research team is collecting all donations and sending it directly to the charity. ",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180807-114503_772_live"
  }
]