[
  {
    "index": "0",
    "text": "Hello",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "1",
    "text": "hi",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "2",
    "text": "How are you? Where are you from?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "3",
    "text": "I'm good. I'm in Florida. what about you? ",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "4",
    "text": "I'm up in Seattle. I injured myself, so I have some time off from work and I'm giving MTurk a try, what about you?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "5",
    "text": "I have family in Washington. I've always wanted to visit the west coast. I've been turking a few years actually. I've decided to go back to college now that my kids are in school and it lets me work around my schedule ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "6",
    "text": "You should. It's great up here when it's not wild fire season and the smoke blankets everything. How old are you kids?",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "7",
    "text": "They are out on Whidbey Island. The photos on facebook look beautiful. They are 9 and 5. Do you have any kids? ",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "8",
    "text": "My girlfriend and I went up there for a date weekend one time. Very nice little community. We don't have any kids, but she wants some. Right now I just do charity to help support families in need. I recently climbed a peak out here called Mount Olympus and raised $600 to go to the childrens hospital.",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "9",
    "text": "That is really awesome. I definitely should volunteer more ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "10",
    "text": "Have you heard of Save the children?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "11",
    "text": "no I haven't. what is that for",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "12",
    "text": "They're a world wide organization that helps childrens and families in need -  URL -- They help ensure childrens right to health, education, safety etc.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "13",
    "text": "That sounds like a very worthwhile charity.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "14",
    "text": "Yeah, the cool thing about them is they partner with MTurk, so you can donate some or all of your payment.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "15",
    "text": "I've seen a lot of HITs that work with charities. It is great to give people the easy option ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "16",
    "text": "Yeah, I don't mind donating a few cents or small percentage. I mean I'm sitting comfy at home. Even though I'm not working and I owe medical bills for my injury, there's still a ton of people out there, especially children that need help and can't get it. I'm going to donate some for this one. Do you want to as well?",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "17",
    "text": "I usually don't because since I have become a single mom it's been hard to make ends meet and I feel slightly guilty making donations while I am getting assistance myself",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "18",
    "text": "That's rough. I totally feel you there. I'm on short-term disability and receiving money from the union, insurance, and people from the jobsite. The way I look at it is I am not donating that assistance, I'm donating my time. If I earn a buck for a turk for a minute, and I donate a few cents, then I'm not using the money people gave me, just my free time.",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "19",
    "text": "That is a good way to look at it. I struggle to view it as my free time lol. It's my only income right now while in school. Living off loans and assistance except the rare occassion i get child support. how much are you donating?",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "20",
    "text": "Yeah, I've done the unemployment worker retraining thing while in school, and I've got no income right now since I work construction. I recently went out to see a movie with a friend and bought a book on sale and felt guilty that people at the job donated their money to help pay my bills, but I'm not abusing it. This turk is what, 2 bucks? I'll probably do a quarter or something. It's an easy turk to pass time and I still get something out of it.",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "21",
    "text": "sounds like a fair enough donation. i'll do the same",
    "turn": "10",
    "role": "1",
    "dialog_id": "20180828-171020_885_live"
  },
  {
    "index": "22",
    "text": "I might do abit more. How much do you want to donate? It'll be directly deducted from your task and can do 0 - $2.",
    "turn": "11",
    "role": "0",
    "dialog_id": "20180828-171020_885_live"
  }
]