[
  {
    "index": "0",
    "text": "good morning! I hope you had a nice weekend.",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "1",
    "text": "Good morning, mine was pretty great, how was yours?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "2",
    "text": "mine was hot! i am in florida.",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "3",
    "text": "Lucky, mine was stormy! Do you know what exactly we are supposed to be discussing in this chat? I'm a little lost.",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "4",
    "text": "yes i do! have you ever heard about save the children charity?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "5",
    "text": "No I have not, but I'm very interested, tell me more plase!",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "6",
    "text": "it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "7",
    "text": "Ah alright, so in countries where it isn't as safe for children, this charity helps to defend and support them? What do they do to help?",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "8",
    "text": "They are essential to help ensuring children's rights to health, education, safety, etc. They are a great organization. would you considering donating to them? ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "9",
    "text": "Yes I would. I'm a mother myself, so children all over the world are very important to me. I'd like to donate my whole earnings from this HIT, which I suppose is $2 if I'm reading this correctly.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "10",
    "text": "so very generous of you! I will do the same. How old are your kids?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "11",
    "text": "I have a 6 year old daughter and a 2 year old daughter. My 6 year old just started 1st grade and she absolutely loves school... so being reminded that there's kids out there less fortunate just strikes my heart. I sure hope someday we can accomplish a safe well-being for all the children and innocent people in this world.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "12",
    "text": "i agree. That's nice to have daughters. hopefully they get along and look out for each other.",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "13",
    "text": "Oh they do! I'm so lucky to have 2 of them lol, because they are best friends now. Do you have kids?",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "14",
    "text": "i have two kids. 6 year old girl and 9 year old boy. they fight now but i hope one day they resolve that get along!",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "15",
    "text": "Haha cute. I think that's just how it is with brothers and sisters. I think your daughter will be lucky one day though, having an older brother to protect her.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "16",
    "text": "that's what i am thinking. we might have another. it makes me sad that there isn't a little one anymore.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "17",
    "text": "I definitely know the feeling. I mean, my 2 year old is currently in that \"I\\'m independent and not a baby anymore\" stage lol when I swear just a week ago she was a snuggly baby. It break my heart when they grow up. ",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "18",
    "text": "i hear you. enjoy them while they are little!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180903-084303_89_live"
  },
  {
    "index": "19",
    "text": "I will (: and good luck if you do end up having another! Family is beautiful. ",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180903-084303_89_live"
  }
]