[
  {
    "index": "0",
    "text": "Good Evening, how are you?",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "1",
    "text": "I am doing well how about yourself?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "2",
    "text": "I'm very well, thank you. Are you ready for fall?",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "3",
    "text": "I am so ready! Me and the heat are not friends and this electric bill is killing my pockets! What about you?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "4",
    "text": "About the same. I have more purposeful things to use that money on.  I enjoy donating once in awhile to charities.  Do you or Have you?",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "5",
    "text": "No I do not donate. I am a single mother supporting 3 children by myself. I am usually the one in need of a charity. I am working on finishing my last 2 classes before I graduate with my bachelors in psychology so that hopefully one day soon I will be able to donate to a charity. ",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "6",
    "text": "Oh wow, sounds much similar to my story.  I too almost have my Bachelor's in Psych. only I have 4 courses left. I was forced to leave my job because of a rare heart condition.  I develolped this after my 5th little girl was born.  I'm glad there was a support group and charity/group to help me out.  ",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "7",
    "text": "I am sorry to hear about your heart condition and 5 children??? I would die!!!! I am loosing hair with the 3 I have! My mother was just diagnosed with breast cancer and she did not have any charity to help her. Me and my sister did a yard sale to help her with hospital bills",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "8",
    "text": "So sorry to hear that.  Cancer is awful!!  Have you ever heard of Save the Children?  If you'd be interested, you can look over the website and let me know if you'd like to donate any portion of your ",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "9",
    "text": "Save the children sounds wonderful... Yet right now I am up late doing this because I am in need for my children. My daughters birthday is today and I know she is only 3 but she is wanting a cake and a few cheap presents and I am trying to make sure I can do that for her. I will look into donating when I can afford to ",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "10",
    "text": "You can actually donate just five cents of your money you make from this survey if you'd like?",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "11",
    "text": "I am only receiving so much from this survey. So as much as I would love to I would not like to donate at this time.",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "12",
    "text": "Okay, that is understandable.  I am in your same situation.  ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "13",
    "text": "But I appreciate you introducing me to this charity. and I hope I won't ever need their hep but I might one day so when I can I will look into donating to this cause",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "14",
    "text": "Yes, it is a great cause and maybe you can keep this charity in mind should you run across it again in the future.",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "15",
    "text": "I will be sure to remember considering my children mean everything to me. ",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "16",
    "text": "Same here.  It makes me angry/sad that there are so many who are going hungry and I can't help feed more.",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "17",
    "text": " It is not fair that majority of the worlds money belongs to less than 1 percent of the US, yet there are children starving.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "18",
    "text": "Yes, I agree.  Children should be the number one priority",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "19",
    "text": "Yes they are our future.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180831-224726_732_live"
  },
  {
    "index": "20",
    "text": "Are you sure I can't persuade you for five cents of your $2.00 payment for this charity before I let you go?  You can feel accomplished even though you know you are already a great human!!",
    "turn": "10",
    "role": "0",
    "dialog_id": "20180831-224726_732_live"
  }
]