[
  {
    "index": "0",
    "text": "Hello there",
    "turn": "0",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "1",
    "text": "How's it going today?",
    "turn": "0",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "2",
    "text": "Great. Have you heard about Save the children charity",
    "turn": "1",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "3",
    "text": "No, I have never heard of it, I don't think. Maybe I have and just didn't know it. But can you fill me in on what they do?",
    "turn": "1",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "4",
    "text": "Ofcourse. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.",
    "turn": "2",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "5",
    "text": "Alright, I see. Can you tell me anything else about them? Anything more specific?",
    "turn": "2",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "6",
    "text": "I also knew a couple of kids. Oh my god! It is just sad because they died from hunger. So if people make donations. It will be very helpful to avoid situations like that",
    "turn": "3",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "7",
    "text": "That makes sense. Child suffering is one of the harder tragedies that we'd all probably like to avoid if we could.",
    "turn": "3",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "8",
    "text": "exactly. I support the organization because I know how good and professional they are. Peoples donations will go to a trustable fund",
    "turn": "4",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "9",
    "text": "That's an interesting point you make. Most people's problems with charities is they can never understand how the money is used, if it's used efficiently, how they're trustworthy, etc. It's hard enough to have money to donate, so people want to make sure that, if they do, it's actually making a difference.",
    "turn": "4",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "10",
    "text": "Right. I feel the same way. I have made donations in the past and I know for a fact that it went to waste. But this organization is just different.",
    "turn": "5",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "11",
    "text": "Can you tell me specifically how they're different? Do you know?",
    "turn": "5",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "12",
    "text": "Like I said they use the donations and these go straight to those in need. ",
    "turn": "6",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "13",
    "text": "I suppose. I always try to get as information I possibly can so that I can feel as confident about my decision as possible. I don't have a lot of money, so if I were to donate it, I'd need to make sure it went to those that needed it more than I do, and not only have like maybe a small amount actually go to the cause, while the other amount just ends up going into the pockets of CEOs and what-not.",
    "turn": "6",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "14",
    "text": "Understandable! Here is the website you can visit to gather more information and you will be pleased.  URL  ... Remember we all can be part of the solution. Would you like to make a donation to Save the Childrens /",
    "turn": "7",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "15",
    "text": "I think I'd need more time to think about it, and to read through the website, maybe do some internet searches. Like I said, I'm a struggling college student, and most of my money has to go towards rent, food, and school supplies, etc. Thank you for the suggestion, though.",
    "turn": "7",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "16",
    "text": "No problem. Hopefully you can donate in the future *Small donations mean Big donations* to them also. I wish you the best in your college life :)  ",
    "turn": "8",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "17",
    "text": "Thank you! I really appreciate that sentiment. And I wish you the same in anything you're doing right now. I like your saying. I will take it to heart and give it serious consideration.",
    "turn": "8",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "18",
    "text": "Appreciated. Enjoy the rest of your day!",
    "turn": "9",
    "role": "0",
    "dialog_id": "20180807-054926_223_live"
  },
  {
    "index": "19",
    "text": "You too! Thank you for having this conversation with me.",
    "turn": "9",
    "role": "1",
    "dialog_id": "20180807-054926_223_live"
  }
]